[
  "Adesso se possibile",
  "Ah ecco, ora si è accesa una luce verde",
  "Ah perfetto, grazie della gentilezza. Buonasera!",
  "Ah perfetto, quindi posso farla anche se non viaggio spesso.",
  "Binario 3, carrozza 6. Va bene, grazie.",
  "C'è da correre allora! Grazie per l'aiuto.",
  "C'è tanta neve fuori, spero che i treni non siano in ritardo",
  "Con questa pioggia spero non ci siano ritardi.",
  "Deve essere il più veloce possibile",
  "Fate in fretta, devo partire il prima possibile!",
  "Fate in fretta, ho pochissimo tempo",
  "Grazie mille, scusi la fretta ma devo andare o lo perdo!",
  "Grazie mille. Spero che con la neve non ci siano problemi",
  "Grazie, sono un po' in ansia perché devo arrivare in tempo.",
  "Grazie, speriamo che il treno non sia in ritardo anche lui!",
  "Grazie, spero ci sia ancora qualcosa dato che è quasi sera",
  "Grazie. Sarà un viaggio lungo e vorrei poter cenare a bordo.",
  "Grazie. {relative_today} è un po' nuvoloso, spero non ci siano ritardi.",
  "Ho capito tutto. La ringrazio molto per la spiegazione.",
  "Ho capito, grazie. Mi è molto utile sapere queste cose.",
  "Ho capito, grazie. Ora devo correre al binario.",
  "Ho capito. Grazie mille per l'aiuto!",
  "Ho capito. Quindi recupero prima la password e poi posso modificare tutto il resto. Ci provo subito, grazie.",
  "Ho completato il pagamento, tutto ok",
  "Ho inserito la carta, ma non sono sicura stia funzionando",
  "Ho inserito la carta, ma sembra che ci sia un problema...",
  "Ho sentito che è per disabili, ma non ho capito bene.",
  "Il più presto possibile, ho mia sorella che non sta bene.",
  "Il prima possibile, devo sbrigarmi",
  "Il prima possibile, ho un'emergenza familiare.",
  "Il prima possibile, ho una riunione importante.",
  "Il prima possibile, sono un po' stanco",
  "Il prima possibile, vorrei partire subito.",
  "In mattinata, vorrei arrivare prima di pranzo se possibile.",
  "La seconda va bene, costano troppo questi treni",
  "La seconda va benissimo, non sono esigente.",
  "La seconda va benissimo, non sono mica una signora ricca io.",
  "La seconda va benissimo, tanto è un viaggio corto.",
  "Lei è molto gentile, grazie di tutto!",
  "Lo farò da casa con calma. Grazie per l'informazione.",
  "Mi dica anche da quale binario parte, così mi organizzo.",
  "Mi sembra che sia andato tutto bene!",
  "Mi servirebbe il posto vicino al finestrino, se possibile",
  "No grazie, corro al binario 5!",
  "No grazie, era solo questa informazione che mi serviva.",
  "No grazie, faccio io. Ho inserito la carta.",
  "No grazie, passerò più tardi. Volevo solo capire questa cosa dei punti. Grazie mille!",
  "No no, devo andare che ho il treno. Grazie.",
  "No no, ho ritrovato il messaggio! Grazie mille per l'aiuto.",
  "No, ci penso. Grazie delle informazioni!",
  "No, credo di aver capito. La ringrazio per le informazioni.",
  "No, grazie mille per le informazioni.",
  "No, grazie. È tutto quello che mi serviva sapere per ora.",
  "No, lascia stare. Provo così, grazie.",
  "No, è tutto chiaro. Grazie mille per l'aiuto.",
  "Non si preoccupi, aspetto.",
  "Ora è chiaro. Grazie per l'informazione.",
  "Per {period_afternoon}, grazie. Vorrei arrivare prima di cena.",
  "Per {period_afternoon}, il prima possibile!",
  "Per {period_afternoon}, se possibile.",
  "Per {period_evening}, il prima possibile.",
  "Per {period_evening}, se possibile.",
  "Per {relative_today}, il prima possibile.",
  "Per {relative_today}, se possibile. Non sono sicuro degli orari.",
  "Perfetto, vedo che è andato tutto a buon fine questa volta.",
  "Preferisco il Frecciarossa, se possibile.",
  "Preferisco pagare qui in contanti, se è possibile.",
  "Questi computer sono lentissimi!",
  "Seconda va bene, costa meno",
  "Seconda va bene, costa meno.",
  "Seconda va bene.",
  "Seconda va benissimo",
  "Seconda va benissimo, non ho molto da spendere",
  "Si sbrighi per favore, c'è gente che aspetta e fuori nevica.",
  "Si, fai in fretta però",
  "Solo io, vorrei partire il prima possibile",
  "Speriamo bene, con questi computer non si sa mai...",
  "Speriamo ci siano posti, vorrei partire il prima possibile.",
  "Spero ce ne sia uno veloce, ho un appuntamento importante.",
  "Spero ce ne siano ancora di disponibili a quest'ora.",
  "Spero ci sia ancora qualcosa a quest'ora...",
  "Spero ci sia ancora qualcosa di disponibile a quest'ora.",
  "Spero ci sia ancora qualcosa, non è troppo tardi...",
  "Spero ci sia qualcosa tra un'ora circa.",
  "Spero non ci siano ritardi con questa neve.",
  "Standard va bene, costa meno",
  "Standard va benissimo.",
  "Sì grazie, controlli lei per favore. È il treno delle {time_request}.",
  "Sì grazie, ma faccia veloce perché ho il treno tra poco.",
  "Sì grazie, mi serve un treno che arrivi entro le 14.",
  "Sì sì, ma sbrighiamoci che ho fretta e c'è troppa gente qui.",
  "Sì, ce l'ho ma lo uso poco. Mio figlio me l'ha regalato.",
  "Sì, ho un account ma non so bene come procedere da lì.",
  "Sì, ma non so se ho tutti i documenti necessari con me...",
  "Tre mesi? È assurdo! Vabbè, mi segno il sito. Grazie.",
  "Tutto chiaro, grazie mille per l'aiuto!",
  "Va bene, adesso capisco. È cambiato il regolamento allora. No, non serve vedere la tabella, grazie.",
  "Va bene, allora vado all'ufficio {relative_date_morning}. {period_evening} è tardi e piove pure. Grazie.",
  "Vorrei partire adesso, se possibile.",
  "Vorrei partire dopo le 10, se possibile.",
  "Vorrei partire dopo le 8, se possibile.",
  "Vorrei partire dopo le 9, se possibile.",
  "Vorrei partire il prima possibile, {period_evening} stessa.",
  "Vorrei partire in mattinata, verso le {time_request} se possibile.",
  "Vorrei partire intorno alle 8, se possibile.",
  "Vorrei partire intorno alle 9, se è possibile.",
  "Vorrei partire {period_afternoon}, se è possibile.",
  "Vorrei partire {period_evening}, più tardi possibile però",
  "Vorrei partire {period_evening}, se è possibile.",
  "Vorrei partire {relative_date_morning}, il prima possibile.",
  "Vorrei partire {relative_today} verso mezzogiorno, se possibile.",
  "Vorrei partire {relative_today}, magari a metà mattinata se possibile.",
  "{period_afternoon}, se è possibile.",
  "{period_evening} stessa, se è possibile.",
  "{period_evening}, se possibile.",
  "{period_evening}, se è possibile.",
  "{relative_today}, il prima possibile.",
  "{relative_today}, più tardi possibile ma devo arrivare entro le 18."
]