[
  "30 giorni? Non posso aspettare così tanto! Come faccio a parlare con qualcuno subito?",
  "30 giorni? È un po' tanto... non si può fare prima?",
  "A che ora c'è il prossimo? C'è tanta coda qui",
  "Abbiamo cambiato indirizzo della sede legale e vorrei aggiornare anche i dati del nuovo referente commerciale. Dove devo andare?",
  "Adesso cosa devo fare?",
  "Ah bene, grazie! Un'altra cosa: questi biglietti digitali li devo stampare per forza?",
  "Ah bene, grazie. Allora come faccio per pagare?",
  "Ah bene, quindi il mio codice attuale X-GO funziona ancora? Non devo cambiarlo?",
  "Ah capisco, devo procurarmi un trasportino allora. C'è un'eccezione se il cane ha bisogno di assistenza?",
  "Ah capisco, e come posso iscrivermi? Sa, io con la tecnologia non sono molto pratica...",
  "Ah capisco, ma io posso usarlo anche se non ho disabilità?",
  "Ah capisco, ma io preferisco averla in formato cartaceo. Si può stampare da qualche parte?",
  "Ah capisco, quindi è per chi ha bisogno di assistenza? Ma io devo prenotare prima di usarlo?",
  "Ah capisco. E come faccio a trasformarla? Non sono molto pratico con queste cose.",
  "Ah capisco. E come funzionano esattamente? Devo presentare documenti particolari?",
  "Ah capisco. E dopo la partenza del treno si può fare?",
  "Ah capisco. E dove posso presentare questa richiesta di rimborso?",
  "Ah capisco. E per un treno regionale come devo fare?",
  "Ah davvero? E come faccio a cambiarlo? Devo venire qui in stazione?",
  "Ah ecco! E come faccio a comunicarlo? Devo dirlo ogni volta?",
  "Ah ecco! E per quali problemi posso chiamare questo numero?",
  "Ah ecco! E poi come faccio a mettere la nuova carta?",
  "Ah ecco, ce l'ho qui! E dopo averla trovata, me la posso far mandare via email?",
  "Ah ecco, fatto! E dove trovo il binario?",
  "Ah ecco, ora vedo il biglietto! Ma da quale binario parte?",
  "Ah ecco, ora vedo. Ma non posso saperlo prima di venire in stazione?",
  "Ah ecco, quindi lo devo accompagnare io. E devo portare anche i miei documenti, giusto?",
  "Ah ecco, quindi è nell'area riservata! E poi cosa succede? Mi arriva subito la nuova password?",
  "Ah ecco. E quali altre cose posso fare una volta entrata?",
  "Ah ecco. E se non trovo più la fattura che avevo richiesto, come posso fare?",
  "Ah eccolo! Ma dice che parte alle {time_request}, manca ancora un'ora. Dove aspetto con questa pioggia?",
  "Ah figo! E come la compro? Posso farlo anche se ho 17 anni?",
  "Ah grazie. E accumulando punti posso poi avere dei viaggi gratis?",
  "Ah grazie. E come faccio a vedere quanti punti ho accumulato finora?",
  "Ah ho capito! Quindi non posso farlo direttamente qui al chiosco?",
  "Ah ho capito, e devo inserire solo il mio nome?",
  "Ah meno male! Quindi fino a quando sono validi esattamente?",
  "Ah meno male, e come faccio? Devo venire in biglietteria?",
  "Ah ok, ma devo fare qualcosa di speciale per attivare questa cosa?",
  "Ah ok. E devo fare qualcosa di complicato per usarli?",
  "Ah ok. E se invece avessi PayPal come faccio?",
  "Ah ok. Quanto costa questo servizio? E quanto tempo ci mette ad arrivare il bagaglio?",
  "Ah perfetto! E come funziona questa autocertificazione? Devo fare qualcosa di particolare?",
  "Ah perfetto, ma devo prenotare il posto? E dove posso acquistarla?",
  "Ah perfetto. Ma su tutti i Frecciarossa c'è il ristorante o solo su alcuni?",
  "Ah quindi posso usare la stessa carta per la nuova raccolta?",
  "Ah quindi voi non c'entrate niente se gli orari degli autobus sono sbagliati? E come faccio a sapere chi contattare?",
  "Ah sì, eccolo. E adesso? Devo inserire la mail?",
  "Ah sì, effettivamente ho ricevuto qualcosa, ma non l'ho aperto. Quindi devo solo cliccare sul link?",
  "Ah sì, l'email ce l'ho. È quella che uso sempre. Ma poi cosa devo fare? Mi manda una nuova password?",
  "Ah sì? E quindi come faccio a usarla? Devo stamparla da qualche parte?",
  "Ah, bene! E poi come funziona per usarli? C'era scritto qualcosa sul cashback ma non ho capito...",
  "Ah, c'è una sezione apposita! E se volessi trovarlo dal sito?",
  "Ah, capito! E se non sono brava con i computer? C'è qualcuno con cui posso parlare di persona?",
  "Ah, che peccato! E quando scadranno quelli che ho adesso?",
  "Ah, e quindi come faccio a usarla? Devo mostrare qualcosa quando salgo sul treno?",
  "Ah, e se poi cambio il biglietto? Devo fare qualcosa di particolare?",
  "Ah, ecco! Ho trovato l'SMS, c'è un link. Cosa devo fare adesso?",
  "Ah, ecco. E devo portare qualche documento? Come faccio a dimostrare che la borsa è mia?",
  "Ah, ho capito. E basta solo il telefono o devo portare anche altri documenti?",
  "Ah, ho capito. E se volessi anche cambiare la password con una più semplice da ricordare? È possibile?",
  "Ah, ho questo codice ma non so bene come usarlo. Cosa devo fare esattamente?",
  "Ah, interessante. E devo fare qualcosa per attivare questo nuovo sistema?",
  "Ah, interessante. E devo fare tutto sullo smartphone? Perché quello lo uso poco.",
  "Ah, ma io con la tecnologia non vado molto d'accordo sa... non sono pratico di queste cose. C'è un ufficio dove posso andare?",
  "Ah, meno male! Preferisco parlare con una persona vera. E se volessi farlo adesso? Chi mi può aiutare?",
  "Ah, meno male! Sa, alla mia età non voglio avere problemi con i controllori. Quindi non devo fare nulla di particolare se il treno è in ritardo?",
  "Ah, meno male. E cosa mi serve per iscrivermi? Devo portare documenti particolari?",
  "Ah, meno male. Quindi mia figlia può fare questa... come si chiama... autocertificazione? La bambina ha 12 anni.",
  "Ah, ok. E se volessi anche cambiare la password con una nuova? È possibile?",
  "Ah, ora ho capito. Quindi posso ritrovarlo nella sezione biglietti salvati anche dopo?",
  "Ah, perfetto allora! E quanto tempo ho per usarli? Non è che scadono fra poco?",
  "Ah, perfetto. E come faccio a dimostrare che ho modificato il biglietto al controllore?",
  "Ah, perfetto. E questi punti li posso usare subito per un biglietto?",
  "Ah, questa potrebbe essere una buona idea. E come faccio a vedere quanti punti ho accumulato?",
  "Ah, questo non l'ho fatto. Devo controllare lo spam allora... E se volessi cambiare anche l'email?",
  "Ah, quindi devo andare sul sito. Mi serve il computer per questo? Sa, non sono molto pratico.",
  "Ah, quindi devo aspettare ancora? E quanto tempo ci vuole di solito?",
  "Ah, quindi devo aspettare o andare allo sportello? Non si può fare niente qui?",
  "Ah, quindi devo comprarlo qui? E se lo compro online mentre sono in treno?",
  "Ah, quindi devo controllare se c'è questa lettera A? E poi come facciamo per i biglietti?",
  "Ah, quindi devo usare per forza l'app o il sito? Non posso farlo qui al totem?",
  "Ah, quindi io devo accompagnarlo per forza? Non può farlo online?",
  "Ah, quindi io pago e chi viene con me viaggia gratis?",
  "Ah, quindi non devo per forza comprarlo prima. E se lo compro qui da voi, devo stamparlo?",
  "Ah, quindi non devo richiedere un duplicato della carta fisica?",
  "Ah, quindi non serve la password? E se non riesco a connettermi?",
  "Ah, quindi posso farlo anche qui direttamente? Non sono molto brava con le applicazioni.",
  "Ah, quindi se cambio data perdo tutto il valore del buono? Non c'è modo di conservarlo?",
  "Ah, quindi è completamente perso? Non posso utilizzarlo per un altro viaggio?",
  "Ah, sul chiosco posso farlo? E se non avessi avuto il codice?",
  "App? Ma io non so neanche cos'è un'App. Non c'è un modo più semplice? Magari qui in stazione?",
  "App? No no, io con questi cosi moderni non sono pratico. Meglio il telefono. Ma quanto prima devo chiamare?",
  "App? No, non sono molto pratico con queste tecnologie. Ho un cellulare ma lo uso solo per telefonare. Come faccio a recuperare i miei punti senza la carta?",
  "App? No, non uso queste cose. Ma quindi devo sempre venire qui per sapere se c'è ritardo?",
  "Area riservata? Non so nemmeno di cosa stia parlando. Io ho solo questo biglietto cartaceo con un numero sopra.",
  "Assolutamente sì! Ecco, ora mi è apparso il biglietto sullo schermo. E adesso come faccio a conservarlo?",
  "Barra verde? E dove la trovo questa barra?",
  "Bene, bene. E quanto costano questi treni?",
  "Bene, così posso prendere un caffè. E il binario quale sarebbe?",
  "Bene, dove devo andare?",
  "Bene, e dove la faccio questa carta? Devo andare in qualche ufficio?",
  "Bene, ora come pago?",
  "Bene, posso pagare con carta di credito?",
  "Bene, qual è il binario di partenza?",
  "Bene, qual è il più economico? Non ho molti soldi da spendere.",
  "Bene, quanto tempo ci vuole?",
  "Bene... e come pago?",
  "Benissimo! E in quale binario parte?",
  "Benissimo, dove devo andare adesso?",
  "Benissimo, e da quale binario parte?",
  "Benissimo. E il biglietto come lo ricevo?",
  "Binario 3, posto 14D, carrozza 6. Ho capito bene? E a che ora devo essere lì?",
  "Binario 3, posto 14D. Quanto tempo ho per arrivare?",
  "Boh, non lo so... come faccio di solito? Non ho molto tempo",
  "C'è anche un ufficio in stazione dove posso andare di persona?",
  "C'è da aspettare molto?",
  "C'è differenza tra saldo contabile e disponibile?",
  "C'è il biglietto?",
  "C'è il posto finestrino?",
  "C'è qualche requisito particolare per la sedia a rotelle?",
  "C'è qualcosa?",
  "C'è un importo minimo per utilizzare questi punti?",
  "C'è un limite minimo di spesa per usare il buono?",
  "C'è un posto finestrino?",
  "C'è un regolamento scritto che posso leggere? Sa com'è, non voglio discussioni con il controllore.",
  "C'è un treno che arriva prima? Alle {time_request} è molto tardi...",
  "C'è un treno veloce? Con questa neve non vorrei fare tardi.",
  "C'è un treno veloce? Devo proprio arrivare presto",
  "Capisco, e quanto ci vuole per ricevere la fattura una volta richiesta?",
  "Capisco, ma se non trovo nessuna nota di credito? Devo mandare una mail?",
  "Capisco, quindi se compro un biglietto da 15 euro non posso usare i punti?",
  "Capisco. Allora cercherò di essere sicura della data prima di usarlo. C'è una scadenza per utilizzare il buono?",
  "Capisco. Ci sono indennità previste per i ritardi?",
  "Capisco. E c'è un limite di tempo per fare questa richiesta?",
  "Capisco. E dove vedo quanti punti ho fatto?",
  "Capisco. E per caso c'è un supplemento da pagare per il trasportino con il gatto?",
  "Capisco. E per i biglietti premio come funziona?",
  "Capisco. E per quali problematiche specifiche posso rivolgermi a questo numero? Solo prenotazioni o anche altro?",
  "Capisco. E per quanto riguarda il codice univoco per la fatturazione elettronica?",
  "Capisco. E quanto costa più o meno un pasto?",
  "Capisco. E quanto tempo ho ancora per usare i miei punti attuali?",
  "Capisco. Invece, posso recuperare anche lo username se l'ho dimenticato?",
  "Capisco. Ma quindi devo richiedere un duplicato della carta?",
  "Capisco. Per non avere questo problema la prossima volta cosa posso fare?",
  "Capisco. Quindi non c'è modo di accumulare più punti comprando biglietti per altri?",
  "Capisco. Quindi posso anche ricevere un SMS con il biglietto?",
  "Capisco. Un'ultima cosa: per gli abbonamenti a fascia chilometrica come funziona?",
  "Capisco. Un'ultima cosa: queste agevolazioni valgono per qualsiasi treno?",
  "Capisco... allora meglio che tenga la prenotazione originale. Una cosa, questi buoni sconto hanno sempre queste limitazioni?",
  "Capisco... e devo portare sempre dietro questa carta quando viaggio?",
  "Capito, e dove vedo a che punto sono con i punti?",
  "Capito, grazie. Ma senta, posso verificare in qualche modo se la fattura è stata già emessa?",
  "Capito, grazie. Un'altra cosa: funziona anche con i biglietti regionali?",
  "Capito, grazie. Un'ultima cosa: possiamo abilitare più persone agli acquisti dalla stessa area aziendale?",
  "Capito. E per i treni regionali funziona uguale?",
  "Cavolo, forse alcuni li ho persi allora! Come faccio a vedere quanti punti ho adesso?",
  "Certo, certo... e come faccio ad averla? Devo andare in qualche ufficio?",
  "Che lenta questa cosa, ci mette una vita!",
  "Che opzioni ci sono?",
  "Che orari ci sono? Vorrei arrivare il prima possibile, mia figlia mi aspetta.",
  "Che scocciatura! E quanto costa questo supplemento sull'Intercity?",
  "Che scocciatura, ho un iPhone. Quindi devo stampare per forza i regionali?",
  "Che tipo di dati posso cambiare esattamente?",
  "Che tipo di treni sono attrezzati? E come deve fare per prenotare?",
  "Che treni ci sono?",
  "Ci sono biglietti che non posso proprio rimborsare?",
  "Ci sono dei requisiti particolari per la nuova password?",
  "Ci sono differenze tra Apple Wallet e Google Wallet?",
  "Ci sono limiti al numero di cambi che posso fare?",
  "Ci sono limiti al numero di volte che posso cambiare il nome?",
  "Ci sono servizi di accompagnamento? Non vorrei che viaggiasse completamente solo.",
  "Ci sono tante opzioni? Non capisco molto bene lo schermo.",
  "Ci sono treni disponibili {period_evening}?",
  "Ci sono treni disponibili?",
  "Ci sono treni disponibili? Vorrei arrivare entro {period_evening}.",
  "Ci sono treni per stanotte?",
  "Ci sono treni veloci? Devo arrivare prima possibile!",
  "Ci sta mettendo un po'... Funziona?",
  "Come devo pagare?",
  "Come devo pagare? Ho i contanti qui pronti.",
  "Come devo pagare? Ho i contanti...",
  "Come devo pagare? Posso usare la carta?",
  "Come faccio a modificarlo? Devo comprare un nuovo biglietto?",
  "Come faccio a pagare?",
  "Come faccio a pagare? Con la carta?",
  "Come faccio a pagare? Devo inserire la carta?",
  "Come faccio a pagare? Non sono molto pratico con questi aggeggi.",
  "Come faccio a prenotare usando la mia Carta Tutto Treno? Ho un abbonamento regionale.",
  "Come faccio a richiedere il bonus online e poi come lo uso?",
  "Come faccio a richiedere la fattura al momento dell'acquisto?",
  "Come faccio a richiedere questo servizio?",
  "Come faccio a ritirare il biglietto?",
  "Come faccio a usarla? Devo inserire un codice qui?",
  "Come faccio ad attivare questa funzione? Ho provato a fare il cambio online ma mi dà errore.",
  "Come faccio adesso? Devo usare la carta?",
  "Come funziona esattamente? Accumulo punti o soldi veri?",
  "Come funziona esattamente? Deve avvisare qualcuno?",
  "Come funziona esattamente? Devo farlo qui in stazione?",
  "Come funziona la raccolta punti? Cambia qualcosa?",
  "Come funziona per pagare? È la prima volta che uso questi chioschi",
  "Come funzionano questi treni? Non sono pratica",
  "Come pago?",
  "Come pago? Con la carta?",
  "Come pago? Con la carta? O posso usare i contanti?",
  "Come pago? Ho solo contanti.",
  "Come pago? Solo carta di credito?",
  "Come possiamo fare richiesta? Dobbiamo telefonare?",
  "Come posso fare? Non sono molto pratica con queste cose tecnologiche.",
  "Come posso richiedere i premi CartaFRECCIA Collection?",
  "Come si fanno a raccogliere i punti per avere i premi?",
  "Come si prenota quando si ha questa carta?",
  "Come? Ma l'ultima volta ho fatto un viaggio con Frecciarossa e mi hanno dato i punti! Ne è sicura?",
  "Con questa neve meglio evitare di tornare {relative_date}. Posso farla tramite il telefono questa operazione?",
  "Cosa devo dire quando chiamo?",
  "Cosa devo scrivere esattamente nella mail? Non vorrei dimenticare qualcosa di importante.",
  "Cosa mi consiglia? Non sono pratica di questi schermi...",
  "Cosa mi consiglia? Non viaggio spesso.",
  "Da che binario parte? Devo correre?",
  "Da dove parte?",
  "Da quale binario parte?",
  "Da quale binario parte? Ci devo arrivare con calma.",
  "Da quale binario parte? E a che ora mi ha detto?",
  "Da quale binario parte? E devo timbrare il biglietto?",
  "Da quale binario parte? E qual è il mio posto?",
  "Da quanto vedo manca poco alla partenza, faccio in tempo?",
  "Davvero? Che peccato, fino a qualche tempo fa si poteva fare. Non c'è proprio modo?",
  "Davvero? E come faccio a comprare questi biglietti speciali?",
  "Davvero? E come faccio esattamente? Devo correre, ho un treno tra poco.",
  "Davvero? E come faccio?",
  "Davvero? E come funziona? Su quali treni è disponibile?",
  "Davvero? Non c'è modo di averla adesso? Mi serve assolutamente.",
  "Davvero? Non posso recuperarlo in nessun modo?",
  "Davvero? Non posso usarlo per un altro orario dello stesso giorno?",
  "Deve andare a Nus, ma è in sedia a rotelle. C'è un servizio di assistenza?",
  "Devo andare a Nus con mia madre che ha problemi di mobilità. Come funziona l'assistenza?",
  "Devo assolutamente arrivare per {period_evening}! C'è un altro treno che posso prendere senza pagare di nuovo?",
  "Devo fare in fretta, tra quanto parte?",
  "Devo fornire molti dati per iscrivermi? Non sono molto bravo con questi computer.",
  "Devo inserire anche il codice fiscale o basta l'email?",
  "Devo inserire i soldi adesso?",
  "Devo inserire la carta adesso?",
  "Devo inserire la carta di credito ora?",
  "Devo inserire la carta qui sotto, giusto?",
  "Devo inserire la carta qui sotto?",
  "Devo inserire la carta qui?",
  "Devo inserire la carta qui? Non sono molto pratica con questi aggeggi.",
  "Devo inserire la carta?",
  "Devo inserire la carta? Come faccio?",
  "Devo inserire la carta? E dove la metto?",
  "Devo inserire la carta? Ecco, l'ho messa.",
  "Devo inserire la carta? Non sono molto pratico con questi sistemi automatici.",
  "Devo mettere la carta qui? Non ci vedo bene...",
  "Devo mettere la carta? Ah ecco vedo lo schermo...",
  "Devo pagare con la carta? Non sono tanto pratica con i pagamenti elettronici.",
  "Devo portare due valigie grandi e anche gli sci. Mi faranno pagare un supplemento?",
  "Devo portare qualcosa di specifico per il cane oltre alla museruola?",
  "Devo prenotare il posto al ristorante in anticipo?",
  "Devo prenotare in anticipo questo servizio di assistenza?",
  "Devo timbrare il biglietto?",
  "Devo timbrarlo?",
  "Dove devo andare adesso?",
  "Dove devo andare?",
  "Dove devo andare? Con questa neve non si capisce niente.",
  "Dove devo andare? Da che binario parte?",
  "Dove devo andare? Non ci vedo tanto bene con questi numeri piccoli.",
  "Dove devo andare? Non sono pratica di questa stazione.",
  "Dove pago? Posso usare la carta?",
  "Dove posso vedere a che punto sono con i miei punti status?",
  "E adesso cosa devo fare?",
  "E adesso cosa devo fare? Devo mettere i soldi da qualche parte?",
  "E adesso cosa devo fare? Devo prendere il biglietto da qualche parte?",
  "E adesso devo fare qualcosa? Non ho un biglietto cartaceo?",
  "E adesso devo mettere la carta?",
  "E adesso? Devo inserire la carta?",
  "E adesso? Dove devo andare?",
  "E adesso? Dove devo mettere i soldi? O la carta? Madonna mia, che complicazione...",
  "E allora come faccio a salire sul treno? Non ho capito.",
  "E allora cosa posso fare con questi punti? Scadono?",
  "E allora? Cosa c'è di disponibile? Non ho tutta la sera.",
  "E c'è differenza tra saldo contabile e disponibile?",
  "E c'è un minimo di spesa?",
  "E ci sono i tavoli? Perché ho problemi alle mani e non riesco a tenere il vassoio.",
  "E ci sono limitazioni? Posso usarlo per qualsiasi treno?",
  "E ci voleva tanto? Quale è più economico?",
  "E come ci entro? Non sono brava con queste cose.",
  "E come devo fare? È complicato?",
  "E come faccio a chiedere questo rimborso? Devo venire qui in stazione domattina?",
  "E come faccio a comunicarlo? Io di solito compro i biglietti in stazione dalla signora.",
  "E come faccio a comunicarlo? Perché io li vorrei accumulare...",
  "E come faccio a disattivare quella vecchia?",
  "E come faccio a disattivarla? Non trovo l'opzione sull'app.",
  "E come faccio a mettere i soldi in questo salvadanaio? Devo portare contanti qui in stazione?",
  "E come faccio a modificare l'orario? Devo venire qui al chiosco?",
  "E come faccio a modificarlo? Devo stampare qualcosa di nuovo?",
  "E come faccio a pagare? Devo darle i soldi?",
  "E come faccio a pagare? Devo mettere i soldi da qualche parte? Ho i contanti.",
  "E come faccio a pagare? Devo mettere la carta qui da qualche parte?",
  "E come faccio a pagare? Ho i contanti.",
  "E come faccio a richiedere questo indennizzo? Devo compilare moduli?",
  "E come faccio a richiederlo? Devo andare in biglietteria?",
  "E come faccio a richiederlo? Devo farlo qui? Ho fretta.",
  "E come faccio a richiederlo? Devo tornare in biglietteria?",
  "E come faccio a sapere quali sono le aziende? E se il bus è in ritardo? Chi devo chiamare? Trenitalia non può aiutarmi?",
  "E come faccio a sapere quanti punti ho? Devo comprare per forza un biglietto per le Frecce?",
  "E come faccio a sapere se ho accumulato i punti o no?",
  "E come faccio a scegliere quale utenza usare per comprare i biglietti?",
  "E come faccio a usarla? Ho ricevuto dei codici via mail ma non sono sicuro della procedura.",
  "E come faccio a usarli quando compro online?",
  "E come faccio a utilizzare il biglietto poi? Devo stamparlo?",
  "E come faccio ad accumulare questi crediti? Devo fare qualcosa di particolare?",
  "E come faccio ad arrivare al binario 3? Non ci vedo bene con questa neve.",
  "E come faccio? Devo andare da qualche parte nel sito?",
  "E come faccio? Devo fare qualcosa di complicato con lo smartphone? Sa, io con queste tecnologie...",
  "E come faccio? Non sono brava con queste cose e ho pure il treno tra poco!",
  "E come faccio? Non sono bravissima con la tecnologia. Devo farlo subito perché devo ricevere una conferma importante.",
  "E come faccio? Sa, con questi aggeggi moderni vado un po' a rilento.",
  "E come funziona al controllo? Devo stampare qualcosa di nuovo?",
  "E come funziona esattamente la fattura a richiesta? Devo fare qualcosa di particolare quando compro il biglietto?",
  "E come funziona esattamente? Quanto si risparmia?",
  "E come funziona il pagamento? Devo pagare subito?",
  "E come funziona per salire sul treno? La mia sedia a rotelle è abbastanza larga.",
  "E come funziona questo servizio? Non ne ho mai sentito parlare.",
  "E come la richiedo questa carta?",
  "E come la uso praticamente quando compro il biglietto?",
  "E come pago? Accetta la mia carta di credito?",
  "E come pago? Ho i contanti",
  "E come pago? Ho i contanti.",
  "E come pago? Posso usare la carta?",
  "E come si attiva questa cosa del Superuser? Non sono molto pratica con la tecnologia.",
  "E come si fa a chiudere l'utenza?",
  "E come si fa a comunicarlo? C'è un numero?",
  "E come si fa questa autocertificazione? Ci vuole un modulo speciale?",
  "E cosa c'è disponibile?",
  "E cosa devo scrivere in questa autocertificazione? C'è un modulo da compilare?",
  "E cosa devo scrivere in questa mail? Non ho tutta la giornata.",
  "E cosa devo scrivere nell'email esattamente?",
  "E cosa posso farci esattamente?",
  "E cosa posso modificare esattamente? È cambiata la denominazione della società.",
  "E devo chiamare quanto tempo prima della partenza?",
  "E devo fare qualcosa per verificare che i punti siano stati effettivamente aggiunti?",
  "E devo per forza farlo con 24 ore di anticipo? Mia madre parte {relative_date_morning}!",
  "E devo portare anche la museruola?",
  "E devo prenotare in anticipo questo servizio?",
  "E devo prenotare prima o posso andare direttamente?",
  "E devo rifare il biglietto? Come funziona quando sale il controllore?",
  "E dopo aver cancellato, come aggiungo quella nuova?",
  "E dopo che ho scelto il premio cosa succede? Me lo spediscono a casa?",
  "E dopo cosa devo fare?",
  "E dopo la registrazione cosa devo fare esattamente?",
  "E dove deve fare questa richiesta?",
  "E dove devo andare adesso?",
  "E dove devo mettere i soldi?",
  "E dove la compro questa carta? Posso farla qui adesso?",
  "E dove la trovo esattamente questa funzione? Non sono molto pratica con questi schermi.",
  "E dove la trovo questa funzione? Scusi ma ho fretta, il mio treno parte tra poco.",
  "E dove la trovo questa sezione? Io non sono pratica con questi congegni moderni.",
  "E dove posso comprarla questa carta? Devo andare in biglietteria?",
  "E dove posso farlo esattamente?",
  "E dove posso vedere il mio saldo disponibile esatto?",
  "E i punti come si accumulano? Valgono tutti i treni?",
  "E non devo pagare? Strano...",
  "E non si può fare online questa cosa? Adesso tutti fanno tutto col telefono, lo sa anche lei...",
  "E ora cosa devo fare?",
  "E ora? Come funziona?",
  "E per X-GO come funziona invece?",
  "E per i Frecciarossa come funziona?",
  "E per i biglietti regionali? Funziona allo stesso modo?",
  "E per i treni Frecciarossa come funziona?",
  "E per i treni regionali come funziona?",
  "E per usarli come cashback? È la stessa data o c'è una scadenza diversa?",
  "E per utilizzarli? Ho tempo fino a quando esattamente?",
  "E poi cosa posso farci con questi punti?",
  "E poi cosa succede? Mi arriva una nuova password?",
  "E poi? Come funziona per usarli?",
  "E poi? Cosa succede dopo aver cliccato su recupera password?",
  "E poi? Dove trovo la sezione giusta?",
  "E poi? Quanto ci vuole per avere la fattura corretta?",
  "E posso prenderlo adesso? C'è bisogno di qualche tessera speciale?",
  "E posso usare il cashback insieme ad altri sconti?",
  "E posso usarla per qualsiasi tipo di biglietto o ci sono delle limitazioni?",
  "E posso usarlo quando voglio? C'è un limite di tempo?",
  "E quali sarebbero? Posso prendere un altro treno?",
  "E quali sono gli orari in cui posso chiamare? Non vorrei disturbare fuori orario.",
  "E quali sono le opzioni? Quanto costano?",
  "E quando arrivano allora?",
  "E quando scadono esattamente i miei punti?",
  "E quando scadono esattamente? Non vorrei perderli tutti così...",
  "E quanto ci mettono a rispondere? Ho il treno tra poco",
  "E quanto ci mettono a rispondermi? Perché l'altra volta non mi ha risposto nessuno.",
  "E quanto ci mettono? Devo arrivare il prima possibile!",
  "E quanto ci vuole per avere una risposta? L'ultima volta ho aspettato mesi.",
  "E quanto costa questo biglietto aggiuntivo? Devo prenotarlo prima?",
  "E quanto costa questo biglietto extra? Devo prenotarlo in anticipo?",
  "E quanto costa? Ne vale la pena secondo lei?",
  "E quanto grande deve essere il trasportino?",
  "E quanto mi costa? Non mi piace spendere troppo per i treni.",
  "E quanto tempo ci vuole per avere una risposta? Ho fretta di risolvere questa cosa.",
  "E quanto tempo ho per chiedere questo rimborso?",
  "E quanto viene? Posso pagare con la carta?",
  "E questa email mi serve per viaggiare? Devo stamparla?",
  "E questi crediti a cosa servono esattamente?",
  "E se avessi fatto il login invece? Dove lo troverei in quel caso?",
  "E se cambio il biglietto come funziona con Apple Wallet?",
  "E se compro qui dal chiosco come adesso?",
  "E se compro un nuovo biglietto adesso? Posso avere la fattura?",
  "E se decidessi di non partire? Posso avere un rimborso?",
  "E se dimenticassi di richiedere la fattura al momento dell'acquisto? Non posso più averla?",
  "E se dimentico di richiedere la fattura al momento dell'acquisto? Non posso più averla?",
  "E se dovessi annullare il viaggio completamente? Almeno posso riavere i soldi del buono?",
  "E se ho un problema con questi mezzi a chi mi devo rivolgere? Non a voi, giusto?",
  "E se il buono l'ha ricevuto mia madre, posso usarlo io per il mio biglietto?",
  "E se il sito non funziona? Mia figlia dice che ha provato ma c'era un errore.",
  "E se invece avesse 6 anni, quanto pagherebbe?",
  "E se invece prendo un regionale? C'è differenza?",
  "E se me lo dimentico? Posso recuperarli dopo?",
  "E se mi blocco? C'è qualcuno che può aiutarmi?",
  "E se non funziona? A volte questi buoni hanno delle condizioni che non si capiscono.",
  "E se non ho richiesto la fattura ma mi serve dopo?",
  "E se non ho un account sul sito? C'è un altro modo per richiedere il rimborso?",
  "E se non mi ricordo il codice PNR? Ce l'ho sulla mail, ma non so cosa sia...",
  "E se non riesco a farlo da solo? C'è qualcuno che può aiutarmi?",
  "E se non riesco a farlo online? C'è un numero che posso chiamare?",
  "E se non riesco a farlo online? C'è un numero che posso chiamare? Ho fretta di sistemare questa cosa per il viaggio di {relative_date}.",
  "E se non trovo la nota di credito? Ho urgenza di sistemare questa cosa per la mia contabilità.",
  "E se poi ci sono problemi con i rimborsi o indennità per il ritardo?",
  "E se poi devo cambiare il biglietto? Devo rifare tutto?",
  "E se poi modifico il viaggio? Devo fare qualcosa di particolare?",
  "E se siamo già qui in stazione? C'è un ufficio dove andare? Qualcuno che può aiutarci direttamente?",
  "E se un giorno devo disdire il viaggio? Perdo i soldi della carta?",
  "E se viaggio con mio marito? Posso mettere il mio codice per entrambi i biglietti?",
  "E se volessi averlo sempre a portata di mano? C'è un modo per salvarlo?",
  "E se volessi cambiare anche il numero di telefono? Ci sono altri dati che posso modificare da solo?",
  "E se volessi cambiare solo l'orario {relative_date} stesso? È possibile?",
  "E se volessi eliminare PayPal come metodo veloce?",
  "E se volessi invece il rimborso? È possibile farlo?",
  "E se volessi partire subito? Non posso usare i miei punti?",
  "E se volessi pianificare tutto il viaggio? Devo usare un'altra app?",
  "E sui Frecciarossa in particolare cosa offrono?",
  "E una volta che ho fatto l'accesso cosa devo fare? C'è qualche link specifico per l'assistenza in caso di problemi?",
  "E una volta effettuato l'accesso cosa devo fare?",
  "Ecco fatto il pagamento. Devo stampare il biglietto?",
  "Ecco fatto! C'è la ricevuta?",
  "Ecco fatto, ho pagato. Ora dove devo andare?",
  "Ecco fatto, ho pagato. Quindi a che ora devo essere al binario?",
  "Ecco fatto. Il biglietto dove lo ritiro?",
  "Ecco fatto. Ma dove si trova il binario?",
  "Ecco, ci sono riuscita finalmente! Quale mi consiglia? Devo arrivare entro le 22.",
  "Ecco, devo richiedere un premio con i miei punti ma non ho più la carta. È un problema?",
  "Ecco, finalmente. Qual è il più veloce?",
  "Ecco, ho acquistato un biglietto per dicembre 2024 e vorrei sapere come funziona con i punti fedeltà",
  "Ecco, ho messo i soldi. Mi dà il biglietto, vero? E a che binario devo andare?",
  "Ecco, ho messo la carta. Ma il biglietto dove esce?",
  "Ecco, ho questo buono sconto per il biglietto. Volevo sapere cosa succede se poi devo cambiare la data del viaggio o annullarlo.",
  "Ecco, ho sentito parlare di questo salvadanaio elettronico, ma non ho capito bene come funziona.",
  "Ecco, io ho già la CartaFRECCIA da anni. Come faccio a usare questo X-GO che mi ha consigliato mio nipote?",
  "Ecco, io ho già la CartaFRECCIA. Devo rifare tutto da capo per iscrivermi a X-GO?",
  "Ecco, io non sono molto pratica con la tecnologia. Come funziona questa cosa del wallet?",
  "Ecco, quando finisce una raccolta punti, devo richiedere una nuova carta?",
  "Ecco, questo sarebbe d'aiuto. Allora facciamo il biglietto e mi spiega questa cosa dei bagagli.",
  "Ecco, sull'app mi mostra un autobus che dovrei prendere dopo il treno, ma non sono sicura. Se ci sono problemi con questo autobus, con chi devo parlare?",
  "Ecco, volevo capire come funziona con i punti della CartaFRECCIA quando scadono. Ne ho accumulati parecchi ma non so se riuscirò a usarli tutti in tempo.",
  "Ecco, volevo sapere... se ci sono problemi con gli autobus che vengono mostrati in questa app, a chi mi devo rivolgere? A voi di Trenitalia?",
  "Ecco, vorrei sapere fino a quando posso modificare l'orario del mio biglietto regionale digitale.",
  "Eccola qua. E il posto qual è?",
  "Eccola qui. E c'è un minimo di spesa per usare questi punti?",
  "Eh già, proprio un tempaccio. C'è un modo per non portarmi dietro queste valigie? Diventano un problema sul treno.",
  "Eh, non vedo tanto bene lo schermo. Quale sarebbe il treno più veloce?",
  "Eh... ma io non sono bravo con internet. Non ho neanche uno di quei telefoni moderni. C'è un altro modo per saperlo?",
  "Entro quando devo richiedere questo rimborso?",
  "Entro quanto tempo riceverò risposta? Ho bisogno di questa documentazione al più presto.",
  "Esatto! E non so proprio come fare per recuperarlo. È un regalo di mia nonna ed è molto importante per me.",
  "Esatto, non ho ben capito come si accumulano questi punti status",
  "Facciamo la CartaFRECCIA allora, mi conviene averla. Quanto tempo ci vuole?",
  "Fammi vedere cosa c'è",
  "Fatemi vedere questi treni. Ci sono solo questi due?",
  "Fatto! Da quale binario parte?",
  "Fatto! E da quale binario parte?",
  "Fatto! E dove devo andare {relative_date}?",
  "Fatto! Grazie del consiglio. Da quale binario parte?",
  "Fatto! Ho inserito la carta e ho pagato. Quando parte il treno?",
  "Fatto! Ma adesso dove devo andare? E a che ora parte il treno?",
  "Fatto! Ma dove devo andare adesso?",
  "Fatto! Ora come lo aggiungo al Wallet?",
  "Fatto! Ora cosa devo fare? Dove ritiro il biglietto?",
  "Fatto! Quindi a che binario devo andare?",
  "Fatto. Da quale binario parte?",
  "Fatto. Dove devo andare per prendere il treno?",
  "Fatto. E da quale binario parte?",
  "Fatto. E dove devo andare per prendere il treno?",
  "Finalmente! A che binario devo andare?",
  "Finalmente! E cosa c'è?",
  "Finalmente! E dove devo andare?",
  "Finalmente! E ora che devo fare?",
  "Finalmente! E quanto costa?",
  "Finalmente! Qual è il binario?",
  "Finalmente! Quanto costa per arrivare prima?",
  "Finalmente. Qual è il più veloce?",
  "FindMy... cosa? Non sono brava con i computer. Non posso semplicemente telefonare a qualcuno?",
  "FindMyLost? E come funziona? Devo andare in un ufficio?",
  "Frecciarossa, grazie. Ma quella persona là non mi piace come guarda... c'è sicurezza qui?",
  "Grazie cara, non ho fretta. Vorrei arrivare entro mezzogiorno, se è possibile.",
  "Grazie del consiglio. Da quale binario parte?",
  "Grazie del consiglio. Devo fare qualcos'altro?",
  "Grazie del consiglio. E nelle biglietterie normali posso comprarlo? O solo qui alle macchinette?",
  "Grazie del consiglio. Quanto tempo ci mette a fare il biglietto?",
  "Grazie dell'avviso. Ora devo inserire i soldi da qualche parte?",
  "Grazie dell'informazione. Quanto costa mediamente un pasto?",
  "Grazie infinite, lei è stata gentilissima! Il binario 11, ha detto? E a che ora devo essere lì?",
  "Grazie mille per l'aiuto! Provo a fare come mi ha detto appena arrivo a casa.",
  "Grazie mille per l'aiuto. Devo andare al binario 3, quindi. A che ora avete detto che parte?",
  "Grazie mille per l'aiuto. Devo timbrarlo?",
  "Grazie mille per l'aiuto. Dove posso trovare informazioni scritte sul servizio LIS per mostrare a mia sorella?",
  "Grazie mille per l'informazione. E quanto valgono questi punti? Viaggiando spesso vorrei capire come sfruttarli.",
  "Grazie mille per le informazioni. Un'ultima cosa: ma se dovessi cambiare idea, posso fare il reclamo anche in stazione?",
  "Grazie mille! Da quale binario parte?",
  "Grazie mille! E il biglietto lo posso cambiare se ho problemi?",
  "Grazie mille! E quanto tempo ci vuole per arrivare?",
  "Grazie mille! Mi sa dire anche se c'è un bar vicino al binario? Vorrei comprare qualcosa per il viaggio.",
  "Grazie mille! Mi stampa anche il biglietto o devo fare altro?",
  "Grazie mille! Molto gentile. Posso avere una ricevuta?",
  "Grazie mille! Quando parte?",
  "Grazie mille! Quanto tempo ho per arrivare al binario?",
  "Grazie mille! Quindi il binario è l'11? E quando parte esattamente?",
  "Grazie mille! Sei stata molto chiara. Cambio l'orario appena so quando devo partire!",
  "Grazie mille! Un'ultima cosa veloce: posso invitare anche la mia amica a iscriversi?",
  "Grazie mille! Una domanda: devo convalidare il biglietto?",
  "Grazie mille, a che ora devo essere sul binario?",
  "Grazie mille, da quale binario parte?",
  "Grazie mille, devo andare subito al binario?",
  "Grazie mille, dove posso vedere tutte le informazioni?",
  "Grazie mille, gentilissima. Un'ultima cosa: posso recuperare una fattura anche se non ho indicato né PEC né Codice Destinatario?",
  "Grazie mille, gentilissima. Un'ultima cosa: queste agevolazioni si possono usare anche per i Frecciarossa?",
  "Grazie mille, molto gentile. C'è un bar sul treno?",
  "Grazie mille, molto gentile. Dove devo andare adesso?",
  "Grazie mille, molto gentile. E il binario qual è?",
  "Grazie mille, molto gentile. E se poi ho problemi posso ritrovare la fattura da qualche parte?",
  "Grazie mille, ora è più chiaro. Anche perché con tutti questi computer non ci capisco granché.",
  "Grazie mille, quanto tempo ho per arrivare al binario?",
  "Grazie mille, siete stati molto gentili. Dove devo andare adesso?",
  "Grazie mille, siete stati velocissimi. Una cosa: c'è una persona un po' strana qui vicino, ho un po' di timore...",
  "Grazie mille, spero ci sia qualcosa a breve perché ho un impegno importante {period_evening}",
  "Grazie mille, è molto gentile. Dove devo inserire la carta?",
  "Grazie mille, è stata gentilissima. Adesso vado al binario 3, giusto? Quanto tempo ho?",
  "Grazie mille, è stato facile! Devo timbrare il biglietto?",
  "Grazie mille. Ah, scusi, devo andare al binario 3, ha detto? Da che parte si va?",
  "Grazie mille. Da quale binario parte?",
  "Grazie mille. Da quale parte della stazione devo andare per il binario 7?",
  "Grazie mille. Devo correre, quanto tempo ho?",
  "Grazie mille. Devo fare il check-in o qualcos'altro prima di salire?",
  "Grazie mille. Devo fare qualche altra operazione o posso prendere il biglietto e andare?",
  "Grazie mille. Devo inserire la carta?",
  "Grazie mille. Devo prendere altre precauzioni con questa neve?",
  "Grazie mille. Devo timbrare il biglietto prima di salire?",
  "Grazie mille. Dove posso pagare?",
  "Grazie mille. Dove posso trovare questi termini e condizioni?",
  "Grazie mille. E a che binario devo andare?",
  "Grazie mille. E devo pagare qualcosa in più per portarlo?",
  "Grazie mille. E dove trovo il binario 7?",
  "Grazie mille. E mi conferma che potrò utilizzare il WiFi come mi ha spiegato?",
  "Grazie mille. E per i biglietti premio invece? Come funziona?",
  "Grazie mille. Quindi devo convalidare il biglietto?",
  "Grazie mille. Senta, la mia azienda vorrebbe tenere traccia delle trasferte. Si possono inserire dei dati come il centro di costo o il motivo del viaggio?",
  "Grazie per il consiglio! Una domanda: devo convalidare il biglietto?",
  "Grazie per il consiglio. Quanto tempo ci vuole per elaborare il biglietto?",
  "Grazie per l'avviso. Quando sarà pronto il biglietto?",
  "Grazie per la chiarezza. Quindi se cambio il mio biglietto del Frecciargento devo ricordarmi di chiedere esplicitamente anche il cambio per il biglietto del cane, giusto?",
  "Grazie! Da quale binario parte?",
  "Grazie! Devo conservare questi codici?",
  "Grazie! Devo fare attenzione a qualcosa? Ho visto che c'è un po' di gente strana qui in stazione.",
  "Grazie! Devo registrarmi da qualche parte?",
  "Grazie! E dove devo prendere il treno? A che binario?",
  "Grazie! E per il problema del doppio addebito devo chiamare quel numero che mi ha dato?",
  "Grazie! E qual è la differenza tra saldo contabile e saldo disponibile?",
  "Grazie! Ho notato che sullo schermo c'è un ritardo. Il treno parte in orario?",
  "Grazie! Quanto tempo ho per arrivare al binario?",
  "Grazie! Un'ultima cosa: devo andare al binario 3, giusto?",
  "Grazie, c'è qualcosa intorno alle 9? Non sono molto pratico di queste cose elettroniche.",
  "Grazie, da dove parte?",
  "Grazie, da quale binario parte?",
  "Grazie, deve essere il prima possibile perché ho un'emergenza.",
  "Grazie, deve essere veloce perché ho un appuntamento importante!",
  "Grazie, devo fare attenzione a qualcosa con questa neve?",
  "Grazie, dove controllo se c'è ritardo con questa pioggia?",
  "Grazie, dove ritiro il biglietto?",
  "Grazie, ho accumulato tanti punti in questi mesi ma non ho idea di come usarli.",
  "Grazie, ho fretta perché devo arrivare per una visita a mio figlio",
  "Grazie, ho preso il biglietto. Da quale binario parte?",
  "Grazie, ho preso il biglietto. Devo timbrarlo?",
  "Grazie, ho proprio bisogno di arrivare {period_evening}. Ci sono treni veloci?",
  "Grazie, ho ricevuto il biglietto. Da quale binario parte?",
  "Grazie, ho ricevuto questo codice via email ma non so come attivarlo",
  "Grazie, intanto mi spieghi come funziona l'assistenza a bordo?",
  "Grazie, ma c'è un modo veloce per arrivare al binario? Ho poco tempo.",
  "Grazie, ma come faccio a capire qual è il binario 3?",
  "Grazie, ma come faccio a ritirare il biglietto?",
  "Grazie, ma come funziona? Non ho mai usato questi cosi automatici",
  "Grazie, ma devo anche raggiungere il binario 7. Da dove vado?",
  "Grazie, ma dove si trova il binario 7?",
  "Grazie, ma non sono molto pratica. Come faccio a ritirare il biglietto?",
  "Grazie, mi serve davvero con urgenza. Quanto ci mettono i treni a questa ora?",
  "Grazie, molto gentile. Devo timbrarlo?",
  "Grazie, molto gentile. E il binario qual è?",
  "Grazie, perché il viaggio è lungo e ho bisogno di mangiare qualcosa.",
  "Grazie, perché non vorrei avere problemi quando arriva il controllore.",
  "Grazie, preso. Da quale binario parte?",
  "Grazie, quanto ci vorrà?",
  "Grazie, quanto tempo ho prima della partenza?",
  "Grazie, quelli veloci quanto ci mettono?",
  "Grazie, sa... quando i figli stanno male un padre deve correre, anche alla mia età!",
  "Grazie, siete stati molto gentili. E come faccio a trovare il binario 3?",
  "Grazie, signorina. Come faccio a pagare? Devo mettere la carta qui?",
  "Grazie, signorina. Sono un po' preoccupato perché è tardi e non sono pratico di questi aggeggi.",
  "Grazie, sono curioso di sapere quanto mi costerà il biglietto per il cane.",
  "Grazie, sono in ansia perché è la prima volta che uso questi totem",
  "Grazie, sono un po' ansiosa perché devo andare a trovare mio figlio che non sta molto bene.",
  "Grazie, sono un po' di fretta perché devo arrivare per pranzo.",
  "Grazie, sono un po' di fretta perché ho un appuntamento importante.",
  "Grazie, sono un po' in ansia perché devo arrivare il prima possibile!",
  "Grazie, sono un po' in ansia perché devo arrivare per un colloquio importante...",
  "Grazie, sono un po' in ansia perché devo arrivare per una visita medica",
  "Grazie, sono un po' in ansia perché devo assolutamente arrivare {period_evening}.",
  "Grazie, spero ci sia qualcosa presto perché devo arrivare entro domattina.",
  "Grazie, spero ci sia qualcosa presto perché fuori piove forte.",
  "Grazie, spero ci sia qualcosa presto perché ho un colloquio nel pomeriggio.",
  "Grazie, spero non ci siano controlli perché non ho tempo di fare questa autocertificazione.",
  "Grazie, vedo che devo andare al binario 5, giusto?",
  "Grazie, vedo che ho il posto 8D in carrozza 3. Da quale binario parte?",
  "Grazie, vedo che è il binario 5. E il mio posto quale sarebbe?",
  "Grazie, è urgente perché devo essere lì per una riunione importante.",
  "Grazie. A che ora bisogna essere al binario?",
  "Grazie. Avevo prenotato il pranzo ma preferirei una semplice colazione. Si può fare?",
  "Grazie. C'è un posto per disabili? Lo chiedo per mia cugina che potrebbe unirsi al viaggio.",
  "Grazie. Come faccio a reimpostare la password? L'ho salvata da qualche parte ma non la trovo più.",
  "Grazie. Da dove parte il treno?",
  "Grazie. Da quale binario parte?",
  "Grazie. Devo andare per forza su internet? Sa, con i computer non sono tanto pratico.",
  "Grazie. Devo inserire la carta ora?",
  "Grazie. Devo ritirare il biglietto?",
  "Grazie. E come faccio a sapere quale è il binario 5?",
  "Grazie. E come faccio a sapere se ci sono ritardi?",
  "Grazie. E devo andare al binario...?",
  "Grazie. E dove devo andare adesso?",
  "Grazie. E dove devo andare adesso? Da che binario parte?",
  "Grazie. E per quali problemi posso chiamarli esattamente?",
  "Grazie. Il biglietto è già valido o devo convalidarlo?",
  "Grazie. Il treno ha ancora 10 minuti di ritardo come segnalato prima?",
  "Grazie. Ma il biglietto? Devo prenderlo da qualche parte?",
  "Grazie. Ma non posso prestare il biglietto a mio nipote?",
  "Grazie. Ne ho accumulati parecchi ma non so proprio come fare per sfruttarli.",
  "Grazie. Non c'è troppa neve fuori?",
  "Grazie. Posso pagare con carta di credito?",
  "Grazie. Posso pagare con carta?",
  "Grazie. Posso pagare in contanti?",
  "Grazie. Posso vedere i dettagli del mio posto?",
  "Grazie. Quanto ci mette il treno? È che non viaggio spesso.",
  "Grazie. Quanto ci vorrà per il rimborso dell'altro biglietto?",
  "Grazie. Quanto ci vuole per arrivare?",
  "Grazie. Quanto ci vuole per arrivare? Ho un appuntamento importante.",
  "Grazie. Quanto tempo ci vorrà? Devo prendere ancora un caffè prima di andare.",
  "Grazie. Se dovessi avere altri problemi con i pagamenti in futuro, cosa mi consiglia?",
  "Grazie. Sono già iscritta a CartaFRECCIA, devo fare un'altra registrazione?",
  "Grazie. Un'ultima cosa: i punti scadono?",
  "Guarda guarda... mi dovrei sbrigare allora! Qual è il più veloce? E poi sai, non vorrei spendere troppo.",
  "Ha funzionato? Devo prendere il biglietto?",
  "Ha funzionato? Devo ritirare qualcosa?",
  "Ha funzionato? Dove devo andare?",
  "Ho CartaFRECCIA, ma non ho mai usato il cashback. Vorrei capire come convertire i punti.",
  "Ho accumulato un po' di punti e vorrei sapere come posso utilizzarli per richiedere dei premi.",
  "Ho anche un account FS, quello funziona allo stesso modo?",
  "Ho bisogno di quei punti perché sono vicina a un premio. Non c'è modo di accelerare la procedura?",
  "Ho cambiato carta di credito e vorrei usare quella nuova come metodo di pagamento veloce.",
  "Ho capito, grazie. C'è un minimo di ricarica da fare?",
  "Ho capito, grazie. Devo includere altri dettagli nella mail oltre a quelli che mi ha detto?",
  "Ho capito, grazie. E dove posso controllare quanti punti ho accumulato?",
  "Ho capito, grazie. Ma scusi, dopo che invio l'email, come faccio a sapere quando la fattura sarà pronta?",
  "Ho capito, ma non ho ricevuto nessuna mail di conferma. Come faccio?",
  "Ho capito, ma posso usarlo per comprare i biglietti qui?",
  "Ho capito, quindi solo i punti dei viaggi già fatti posso usarli per i premi, giusto?",
  "Ho capito. E c'è un prezzo minimo per usarlo? Il mio viaggio costa poco.",
  "Ho capito. E posso fare queste prenotazioni anche alla Self Service?",
  "Ho capito. E se invece avessi PayPal come metodo di pagamento, la procedura sarebbe la stessa?",
  "Ho capito. E se non lo trovo online? C'è un numero da chiamare?",
  "Ho capito. E se volessi acquistare online, come devo fare?",
  "Ho capito. E una volta iscritto a X-GO, cosa cambia rispetto a prima?",
  "Ho capito. E una volta modificato, lo troverà in automatico quando acquisto un biglietto con quella Partita IVA?",
  "Ho capito. Ma funziona con tutti i tipi di biglietti? Ho preso un regionale.",
  "Ho capito. Speriamo bene. E come faccio a sapere quando sarà pronta?",
  "Ho capito. Un'ultima cosa, se la compro {relative_today}, da quando posso usarla?",
  "Ho capito. Un'ultima cosa: ho ricevuto un bonus per un ritardo del treno. Posso usarlo nell'area aziendale?",
  "Ho capito. Un'ultima cosa: se compro un abbonamento a fascia chilometrica i punti li ricevo?",
  "Ho capito... E se volessi fare tutto subito? C'è un modo?",
  "Ho capito... Ma nell'app cosa vedo esattamente? C'è differenza tra i punti?",
  "Ho capito... e se devo fare un reclamo per l'autobus o chiedere informazioni più precise?",
  "Ho controllato e ho fondi sufficienti. Ci sono altri modi per pagare?",
  "Ho fatto! Ora devo fare altro?",
  "Ho fatto, quando esce il biglietto?",
  "Ho già inserito la carta. Quanto tempo ci vorrà più o meno?",
  "Ho inserito i dati, ora cosa succede?",
  "Ho inserito i soldi. Dove devo andare adesso?",
  "Ho inserito i soldi. Ma quanto ci mette ancora?",
  "Ho inserito i soldi. Ora cosa devo fare?",
  "Ho inserito i soldi. Quanto costa alla fine?",
  "Ho inserito la carta, ma non sono pratico di questi dispositivi. Devo fare altro?",
  "Ho inserito la carta, ma non sono sicura di aver capito come funziona...",
  "Ho inserito la carta, ma quanto dura il viaggio?",
  "Ho inserito la carta, ora cosa devo fare?",
  "Ho inserito la carta, ora cosa succede?",
  "Ho inserito la carta, quando arriva la ricevuta?",
  "Ho inserito la carta, quanto costa?",
  "Ho inserito la carta, vediamo se funziona...",
  "Ho inserito la carta. A che binario devo andare?",
  "Ho inserito la carta. Adesso devo fare altro?",
  "Ho inserito la carta. Devo fare altro?",
  "Ho inserito la carta. Devo premere qualcosa?",
  "Ho inserito la carta. Funziona?",
  "Ho inserito la carta. Ma quanto ci impiega?",
  "Ho inserito la carta. Ma scusi, nell'autocertificazione devo scrivere anche il numero del treno?",
  "Ho inserito la carta. Mi dice quanto tempo ho per prendere il treno? È la prima volta che viaggio in treno.",
  "Ho inserito la carta. Quanto ci vorrà?",
  "Ho inserito la carta. Quanto costa in totale?",
  "Ho inserito la carta. Quanto manca?",
  "Ho inserito la carta. Quanto tempo ci vorrà?",
  "Ho inserito la carta. Quanto tempo ci vuole?",
  "Ho inserito la carta. Quanto tempo ho per arrivare al binario?",
  "Ho l'app, ma non so dove cercare esattamente.",
  "Ho messo i soldi, ora cosa devo fare?",
  "Ho messo la carta. Devo fare altro?",
  "Ho pagato ma non vedo il biglietto. Dove esce?",
  "Ho pagato, ora cosa devo fare?",
  "Ho prelevato {period_morning}, ma non ho controllato il saldo. Non c'è un numero da chiamare per assistenza?",
  "Ho prenotato un posto per la bicicletta, ma ora non la porto più. Posso toglierlo?",
  "Ho preso un Frecciarossa per {relative_date_morning}. Non ricordo però come si modificano i servizi extra.",
  "Ho provato a comprare un biglietto sul sito ma non sono sicura di averlo fatto bene. C'è qualcuno che mi può aiutare? Non voglio disturbare mia nipote ancora.",
  "Ho provato nell'app ma non riesco a trovarlo. C'è un altro modo?",
  "Ho ricevuto un bonus per un ritardo del treno la settimana scorsa. Posso usarlo nell'area aziendale?",
  "Ho ricevuto una fattura per un biglietto che ho acquistato ma i dati di intestazione non sono corretti. Come posso risolvere?",
  "Ho sentito parlare della concessione speciale III, è quella per gli ipovedenti? Può dirmi brevemente di cosa si tratta?",
  "Ho tre borsoni enormi. Si può fare qualcosa? Non riesco a portarli tutti sul treno.",
  "Ho un abbonamento per le Frecce e vorrei capire come prenotare un posto.",
  "Ho una partita IVA e la fattura che mi è arrivata ha l'indirizzo sbagliato. Come posso farla correggere?",
  "Ho visto, grazie. Un'ultima cosa: posso portare la bicicletta con me?",
  "I premi vengono spediti a casa o devo ritirarli da qualche parte?",
  "Il QR code? Ma io non so come si usa questa cosa! Non può semplicemente dirmi un numero di telefono da chiamare?",
  "Il biglietto viene stampato qui? Devo fare qualcos'altro?",
  "Il buono regalo si può comprare anche qui al chiosco?",
  "Il libretto delle vaccinazioni va bene come libretto sanitario?",
  "Il mio capo vuole che inseriamo sempre il centro di costo. Come posso farlo velocemente? Ho fretta di prendere questo treno.",
  "Il treno di mio nipote ha fatto più di un'ora di ritardo ieri. Volevo capire se può avere un rimborso e come fare per richiederlo.",
  "In quali altre stazioni c'è questo servizio?",
  "Intanto che aspettiamo, posso pagare con carta di credito?",
  "Interessante! Ma i crediti hanno una scadenza? E come li accumulo?",
  "Interessante. Quindi posso usare i punti per avere viaggi gratis?",
  "Io ho un Samsung, quindi Android. Quindi posso metterlo nel wallet dopo il check-in, giusto?",
  "L'ho preso due giorni fa, direttamente al chiosco automatico. C'è modo di recuperare i punti?",
  "La biglietteria, ma c'è troppa coda. Quanto tempo ci vuole col telefono?",
  "La prenotazione del posto come funziona? Devo farla ogni volta?",
  "La ringrazio molto, è stata gentilissima! Devo andare subito al binario?",
  "La ringrazio. C'è un bar vicino al binario? Vorrei prendere qualcosa di caldo.",
  "La ringrazio. E questo X-GO a cosa serve precisamente?",
  "La seconda va benissimo, non ho bisogno di lussi. Quanto costa?",
  "La seconda va benissimo, non ho tempo di aspettare. Come si paga?",
  "La sua sedia a ruote è un po' larga, ci sono limitazioni di dimensione?",
  "Li vedo, ma io non sono tanto pratica con queste cose di internet. C'è un numero che posso chiamare?",
  "Ma allora a cosa serve questa cosa? E dopo che ho fatto sul sito cosa succede?",
  "Ma c'è un limite di numero? Ho anche una borsa e un carrellino con documenti di lavoro.",
  "Ma c'è un limite di peso o di dimensioni? Le mie valigie sono piuttosto grandi.",
  "Ma che peccato! E non c'è modo di prendere punti anche per mio marito? Viaggiamo sempre insieme!",
  "Ma come faccio a vedere questa barra verde?",
  "Ma come faccio allora? Lo devo stampare per forza? Sa, con questa neve {relative_today} è complicato uscire di casa per andare a stamparlo.",
  "Ma come funziona esattamente? Chi lo accompagna?",
  "Ma come funziona se scelgo quella a richiesta? Devo fare qualcosa durante l'acquisto?",
  "Ma come funziona? Questi aggeggi tecnologici mi confondono sempre...",
  "Ma come si fa sul sito? Io con i computer non sono tanto pratica.",
  "Ma come, è assurdo! Tutte le altre app lo permettono.",
  "Ma come? E adesso? Ho perso tutti i punti?",
  "Ma come? Mi aveva detto che si può comprare anche sul treno!",
  "Ma devo andare fino al binario 3? Non può farlo lei direttamente? Ho la valigia pesante!",
  "Ma devo comprare comunque il biglietto? Non capisco bene...",
  "Ma devo fare qualcosa di particolare? Cioè, posso chiedere solo il rimborso per il cane e tenere il mio biglietto?",
  "Ma devo farla su carta semplice o serve carta bollata? E se me la chiedono sul treno?",
  "Ma devo farlo io? Non potete accreditarmeli voi direttamente? C'è tanta coda e ho il treno tra poco.",
  "Ma devo portare dei documenti particolari quando viaggiamo?",
  "Ma devo smontarla? Non ho voglia di smontare tutta la bici.",
  "Ma dove le trovo queste condizioni?",
  "Ma funzionerà in modo diverso? Come accumulo i punti?",
  "Ma il mio è un biglietto normale, non aziendale. Come posso fare?",
  "Ma il sito dice che il biglietto si può cambiare! Ho provato ma mi dà errore",
  "Ma io non credo di essere registrata. E poi c'è troppa gente qui, mi sento osservata. Non è che può aiutarmi Lei direttamente?",
  "Ma io non mi ricordo più come si entra in quest'area riservata... è complicato! E poi c'è tanta gente in coda e non voglio far perdere tempo.",
  "Ma io non posso aspettare 30 giorni! Sono un pensionato e quei soldi mi servono. Non c'è un modo più veloce?",
  "Ma io non sono molto pratica con lo smartphone. Come faccio?",
  "Ma io non sono molto pratica con queste cose... E non ho l'app sul telefono. C'è un altro modo?",
  "Ma io non sono tanto pratico con queste chat... non c'è un numero da chiamare? Devo proprio parlare con qualcuno.",
  "Ma io non uso molto il computer... c'è un altro modo?",
  "Ma io preferisco avere qualcosa di fisico, è possibile?",
  "Ma poi devo stampare il biglietto? Non ho tempo per queste cose.",
  "Ma posso comprarlo subito qui? Mi serve per {period_evening}, ho fretta!",
  "Ma posso usarla subito dopo che la faccio?",
  "Ma quale sito! Non ho tempo per queste cose. La nota di credito non c'è, altrimenti non sarei qui.",
  "Ma quanti treni ci sono? Non vedo bene lo schermo.",
  "Ma quanto ci mette a cercare? Questi computer moderni...",
  "Ma quanto ci mette questa cosa? Lo perdo il treno così!",
  "Ma quanto ci mette? Lo vede che c'è gente in coda?",
  "Ma quanto ci mette? Piove e c'è gente dietro di me!",
  "Ma quanto ci vuole a trovare un treno? Ho fretta!",
  "Ma quanto ci vuole? Devo correre al binario.",
  "Ma quanto costa esattamente?",
  "Ma quanto tempo ci vuole di solito? Ho bisogno di accumularne abbastanza per uno sconto.",
  "Ma questi punti status come si accumulano esattamente?",
  "Ma quindi i soldi mi tornano indietro? Non voglio pagare due volte! Quanto ci vuole per riavere i miei soldi?",
  "Ma quindi non potete darmi un numero da chiamare? Io devo organizzarmi, ho 70 anni sa? Non è facile.",
  "Ma scusi, quindi posso comprarlo anche qui su questa macchinetta?",
  "Ma se mi dimentico di inserire il codice al momento dell'acquisto, posso recuperare i punti in qualche modo?",
  "Ma se non riesco ad entrare nel profilo come faccio a cambiare il numero? È un circolo vizioso questo!",
  "Ma sul mio conto ho visto due addebiti con lo stesso importo e ora sono preoccupata perché devo prendere il treno tra poco.",
  "Ma vale anche per i regionali? E devo inserire un codice? Non me lo ricordo a memoria, ce l'ho nell'email.",
  "Ma è assurdo! Se io compro il biglietto e poi l'autobus non passa? Chi mi rimborsa? Voglio parlare con qualcuno!",
  "Ma è già passato un giorno intero! Quanto tempo ci vuole di solito?",
  "Ma è la prima volta che uso questa macchinetta, cosa devo fare dopo?",
  "Mah, non so bene... forse in mattinata? Cosa c'è disponibile?",
  "Mah, vorrei partire {relative_today} se è possibile. Non ho fretta comunque.",
  "Mamma mia quanta gente qui {period_morning}! Dunque, vediamo un po'... qual è il più veloce?",
  "Meglio la seconda, non ho tanti soldi. Ma arriva tardi... c'è altro più economico?",
  "Mi confermi che devo tenere il cane al guinzaglio e con la museruola?",
  "Mi dica quando posso inserire la carta per pagare.",
  "Mi dica quando è pronto, devo sbrigarmi.",
  "Mi dice dove devo pagare?",
  "Mi dice qualcosa anche sull'importo minimo? Devo per forza prendere un biglietto di un certo valore?",
  "Mi dice quanto viene?",
  "Mi hanno parlato della Concessione III e VIII, ma non ho capito bene cosa sono",
  "Mi può spiegare meglio come fare con il sito? Non sono molto bravo con la tecnologia.",
  "Mi scusi, c'è una persona che mi sembra sospetta vicino alla macchinetta. Posso fidarmi a inserire la carta?",
  "Mi scusi, dove trovo il biglietto?",
  "Mi scusi, ma c'è una persona là in fondo che mi sembra sospetta... Non è che sta guardando i miei dati?",
  "Mi sembra complicato... Non è possibile avere un biglietto normale?",
  "Mi servirebbe per Busitalia, devo andare in Umbria questo weekend. Hanno un numero da chiamare?",
  "Mmm, non capisco bene. Quale mi consigli per arrivare più velocemente?",
  "Molto gentile, grazie. Dove trovo il binario 5?",
  "Ne vedo due sullo schermo. Qual è il più economico?",
  "No grazie, allora lo farò online. Non c'è proprio nessun modo per trasferire questi benedetti punti?",
  "No grazie, controllo cosa c'è scritto sul biglietto. Dove posso chiedere il rimborso?",
  "No grazie, era solo per informazione. Dove posso chiedere il rimborso?",
  "No grazie, li userò io allora. C'è un modo per vedere quanti ne ho?",
  "No grazie, prima provo a recuperare la password come mi ha spiegato. Grazie mille per l'aiuto!",
  "No grazie, vado subito in biglietteria allora. Un'ultima cosa: ci sono anche agenzie dove posso iscrivermi?",
  "No no, lo farò da casa. Ma posso fare tutte le prenotazioni che voglio?",
  "No no, va bene così, grazie. Anche perché c'è gente in fila dietro di me.",
  "No, grazie, ora è tutto chiaro. Devo ancora decidere qual è l'opzione migliore per la mia situazione.",
  "No, l'ho segnato. Fatturazioneonline. E dove trovo questa benedetta nota di credito una volta emessa?",
  "No, no, per ora volevo solo sapere le opzioni. Grazie dell'informazione. Allora aspetto e vedo come va con questa pioggia.",
  "No, no, questi aggeggi elettronici non fanno per me. Allora aspetto in biglietteria. Devo portare qualcosa?",
  "No, non ho controllato. Come posso verificare?",
  "No, non ho guardato lì. Pensavo arrivasse via email. Quindi devo entrare nell'area I miei Viaggi?",
  "No, non ho l'app sul telefono e non ricordo la password. C'è un altro modo per controllare?",
  "No, non ho nessuna tessera. Come posso fare?",
  "No, non sono molto pratica con internet. Come funziona questo servizio? Devo andare in qualche ufficio qui in stazione?",
  "No, purtroppo ho perso anche quello. Non so proprio cosa fare.",
  "No, purtroppo non me lo ricordo. Come faccio a recuperarlo?",
  "No, quale app? Io ho solo questo cellulare vecchio che mi ha dato mio figlio. Non capisco niente di queste diavolerie.",
  "No, veramente non sono molto pratico con queste cose online. Come posso fare?",
  "No, vorrei partire adesso se è possibile, con questa neve non mi fido a guidare",
  "No, è proprio questo il problema! È scritto sulla carta che ho perso. E adesso? Devo rifare tutta la procedura da capo?",
  "Non c'è modo di farlo direttamente qui al chiosco?",
  "Non capisco bene, quindi posso salire su un altro treno senza pagare di nuovo?",
  "Non capisco queste cose elettroniche. Non può dirmelo lei se c'è ritardo? Ho fretta.",
  "Non capisco queste macchinette. Come faccio a vedere se è in ritardo?",
  "Non ci capisco niente con questi schermi... qual è il treno più veloce?",
  "Non ci metta un'eternità come prima.",
  "Non ci vedo bene sullo schermo. Me le può spiegare meglio? Cosa offrono queste agevolazioni?",
  "Non ci vedo bene. Cosa c'è scritto lì sopra?",
  "Non devo registrarmi? Di solito questi servizi chiedono sempre credenziali.",
  "Non funziona ancora! Che frustrazione...",
  "Non ho il numero del treno, ce l'ho sul telefonino il biglietto ma non so dove guardare. Parto alle {time_request}.",
  "Non ho l'App Trenitalia. C'è un altro modo?",
  "Non ho l'app installata. C'è un modo per recuperare il biglietto qui in stazione?",
  "Non ho l'app. C'è un altro modo per controllare? Magari qui al chiosco?",
  "Non lo so, durante la mattina forse... Come sono i prezzi?",
  "Non me lo ricordo proprio. Qual è la differenza?",
  "Non mi ha detto niente di utile. Quanti punti si guadagnano per ogni biglietto? E come verifico che vengano registrati?",
  "Non riesco a trovarlo. C'è un altro modo?",
  "Non serve una password? Mi sembra strano.",
  "Non so proprio come fare. Sono abbastanza di fretta perché devo prendere l'ultimo treno.",
  "Non so, qual è il modo più veloce? Non ho molto tempo.",
  "Non sono bravo con queste cose. Si può cercare per stazione?",
  "Non sono molto brava con la tecnologia... come trovo la sezione 'Cerca il biglietto'?",
  "Non sono molto bravo con queste app... c'è un'alternativa?",
  "Non sono molto pratica con la tecnologia... dove dovrei guardare esattamente?",
  "Non sono molto pratica con queste cose online. Non c'è un modo più semplice?",
  "Non sono molto pratico col computer. Non posso farla qui al chiosco?",
  "Non sono molto pratico con la tecnologia. Non si può fare direttamente qui?",
  "Non vedo bene... quali dati devo mettere nella mail esattamente?",
  "Oh che bello! Come funziona? Dove si trova questo servizio?",
  "Oh no! E non c'è modo di recuperarli? Avevo raccolto tanti punti...",
  "Oh perfetto, e quanto tempo ho per andare al binario?",
  "Oh, bene! Ci sono dei treni disponibili?",
  "Oh, ecco i treni. Quale mi consiglia? Non vorrei arrivare troppo tardi.",
  "Oh, eccola... ho inserito la carta. Devo fare altro? C'è quel tipo laggiù che mi guarda strano.",
  "Oh, effettivamente ho fatto molti acquisti ieri. Come posso fare adesso per il biglietto? Devo assolutamente partire {period_evening}.",
  "Oh, ha funzionato! E ora? Dove devo andare?",
  "Oh, ha funzionato! Vedo che mi ha dato il biglietto. E per iscrivermi a X-GO come facciamo?",
  "Oh, non lo sapevo. Non c'è modo di richiederla adesso? Mi serve per lavoro.",
  "Ok e adesso dove devo andare?",
  "Ok grazie, mentre cerchi posso sapere quanti punti ho accumulato?",
  "Ok grazie. Dove devo andare ora?",
  "Ok grazie. E poi cosa succede? Quanto tempo ci vuole?",
  "Ok grazie. I biglietti dove sono?",
  "Ok ho pagato, dove trovo il biglietto?",
  "Ok ho pagato. Adesso cosa devo fare?",
  "Ok ma come faccio a togliere quella vecchia? Ho fretta che devo prendere un treno tra poco",
  "Ok è andato a buon fine, dove devo andare?",
  "Ok, a che binario devo andare?",
  "Ok, allora stampo qui. Quanto tempo ho per arrivare al binario 3?",
  "Ok, chiaro! L'ultima cosa: se la perdo posso avere un rimborso?",
  "Ok, devo inserire la carta?",
  "Ok, dove devo inserire la carta?",
  "Ok, e come faccio a sapere dove devo andare?",
  "Ok, e come faccio a vedere quanti punti ho?",
  "Ok, e come funziona? Devo andare da qualche parte qui in stazione?",
  "Ok, e cosa devo scrivere nell'email esattamente?",
  "Ok, e devo mostrare anche un documento?",
  "Ok, e dopo la registrazione cosa devo fare?",
  "Ok, e poi cosa devo fare una volta entrato nell'area riservata?",
  "Ok, e poi cosa succede dopo che clicco lì?",
  "Ok, e poi? Quanto ci mette ad arrivare?",
  "Ok, e se il mio treno viene cancellato? Posso avere un rimborso?",
  "Ok, e se risulta effettivamente scartata cosa devo fare?",
  "Ok, e una volta entrata cosa devo fare per vedere i punti?",
  "Ok, grazie delle informazioni. Sapresti dirmi anche se può viaggiare da sola o serve accompagnatore?",
  "Ok, grazie. Dove posso scaricarla?",
  "Ok, grazie. Ma scusi, una volta che ho trovato il biglietto, dove clicco esattamente?",
  "Ok, grazie. Quanto tempo ci vuole per arrivare?",
  "Ok, ha finito? Posso togliere la carta?",
  "Ok, ho capito. E se confermo che è stata scartata cosa devo fare?",
  "Ok, ho inserito la carta e pagato. Ora devo stampare qualcosa?",
  "Ok, ho pagato. Dove devo andare?",
  "Ok, ho pagato. E adesso? Devo stampare qualcosa?",
  "Ok, ho pagato. Ora cosa devo fare?",
  "Ok, ho premuto. E adesso? Mi chiede un codice ma non so quale sia.",
  "Ok, ma dove trovo questa funzione esattamente? Ho fretta, il mio treno parte tra poco.",
  "Ok, ma il biglietto dove lo trovo? Esce da qualche parte?",
  "Ok, ma il mio biglietto è già stato validato quando sono entrata in stazione. Posso comunque cambiare treno?",
  "Ok, ma posso usare più di un buono? Ne ho ricevuti due dalla stessa promozione.",
  "Ok, ma quanto ci vuole? C'è un sacco di gente in coda!",
  "Ok, ma resta valido solo per il treno che ho prenotato, giusto? Non posso usarlo per un altro treno?",
  "Ok, mi sembra abbia funzionato. Devo fare altro?",
  "Ok, quanto tempo ci vorrà? Ho solo 30 minuti.",
  "Ok, sembra aver funzionato. Ora cosa devo fare?",
  "Ok, vedo che è stato emesso il biglietto. Da quale binario parte?",
  "Ok. Devo pagare con la carta?",
  "Ok. Quanto tempo prima deve essere al binario? È la prima volta che viaggia da solo.",
  "Ora cosa devo fare? Devo inserire la carta?",
  "Ottimo! C'è altro che posso modificare in autonomia?",
  "Ottimo! E a che binario devo andare?",
  "Ottimo! E come funziona? Devo prenotare prima?",
  "Ottimo! E come si fa praticamente? Devo prima accedere con uno e poi con l'altro?",
  "Ottimo! E da quale binario parte?",
  "Ottimo! Mi dice dove devo andare?",
  "Ottimo! Un'ultima domanda: posso portare anche la mia chitarra?",
  "Ottimo, come posso ritirare il biglietto?",
  "Ottimo, dove devo andare?",
  "Ottimo, e adesso come aggiungo il biglietto per il cane?",
  "Ottimo, il pagamento è andato a buon fine. Devo conservare il codice?",
  "Ottimo, quando parte?",
  "Ottimo. E come faccio a collegare l'account aziendale a quello personale che già uso?",
  "Ottimo. E se devo fare un viaggio che include più mezzi di trasporto?",
  "Pagamento completato! Dove trovo il biglietto?",
  "Pagamento completato. Posso avere i dettagli del mio posto?",
  "Per il lavoro devo prendere spesso il treno. Posso avere profili diversi?",
  "Per {relative_today}, se possibile. Quanto costa più o meno?",
  "Perfetto grazie, quanto tempo ho per salire?",
  "Perfetto! E come faccio esattamente a comunicare la richiesta di assistenza?",
  "Perfetto! E da quale binario parte il treno?",
  "Perfetto! E da quale binario parte?",
  "Perfetto! E devo fare qualcosa prima di salire sull'altro treno? Parlare con qualcuno?",
  "Perfetto! E dove devo andare per prendere il treno?",
  "Perfetto! E i cani come funziona? Una mia amica vorrebbe viaggiare col suo labrador.",
  "Perfetto! E il biglietto dove lo trovo?",
  "Perfetto! E inizierò subito a guadagnare punti per il viaggio che devo fare {relative_today}?",
  "Perfetto! E per caso posso modificare i miei dati personali sulla carta?",
  "Perfetto! E posso anche vedere i premi disponibili da quella pagina?",
  "Perfetto! E posso inserire anche il motivo della trasferta o il centro di costo durante l'acquisto?",
  "Perfetto! E quando salgo sul treno come faccio? Devo stampare il nuovo biglietto?",
  "Perfetto! E qui in stazione c'è una Sala Blu dove posso andare adesso?",
  "Perfetto! E scusa un'ultima cosa: è normale che quel tipo laggiù guardi sempre verso i monitor?",
  "Perfetto! Ho visto che è andato a buon fine. Dove devo andare per prendere il treno?",
  "Perfetto! Qual è il più veloce?",
  "Perfetto! Quando deve arrivare in stazione per l'assistenza?",
  "Perfetto! Quanto costano?",
  "Perfetto! Quanto tempo ho prima della partenza?",
  "Perfetto! Spero solo di ricordare quale email ho usato quando ho fatto l'iscrizione...",
  "Perfetto, allora voglio usarla subito per il biglietto di {relative_today}. C'è un treno tra poco?",
  "Perfetto, binario 7. E il codice per cambiare biglietto qual è, nel caso ci fossero problemi con la neve?",
  "Perfetto, c'è anche il binario?",
  "Perfetto, c'è l'hai il biglietto?",
  "Perfetto, c'è qualche servizio a bordo? Magari un posto dove mangiare qualcosa?",
  "Perfetto, c'è qualche servizio a bordo? Vorrei fare colazione sul treno.",
  "Perfetto, ci sono ancora due treni! Qual è il più veloce?",
  "Perfetto, ci sono treni disponibili?",
  "Perfetto, come faccio ad aggiungerlo al wallet?",
  "Perfetto, come pago?",
  "Perfetto, da quale binario parte?",
  "Perfetto, devo correre! A che binario parte?",
  "Perfetto, devo mettere la carta di credito?",
  "Perfetto, dove arriva il biglietto?",
  "Perfetto, dove devo andare per prendere il treno?",
  "Perfetto, dove devo andare?",
  "Perfetto, dove posso pagare?",
  "Perfetto, dove trovo il biglietto?",
  "Perfetto, e adesso come lo metto sul telefono?",
  "Perfetto, e come faccio a sapere il mio posto?",
  "Perfetto, e come funziona esattamente?",
  "Perfetto, e da quale binario parte?",
  "Perfetto, e dopo quanto tempo dovrei ricevere la fattura corretta?",
  "Perfetto, e dove mi siederò?",
  "Perfetto, e dove posso richiedere queste agevolazioni? Devo farlo qui in stazione?",
  "Perfetto, e posso allegare anche le foto del tabellone con i ritardi?",
  "Perfetto, grazie mille per la chiarezza. Esiste una guida dove posso leggere tutte queste regole?",
  "Perfetto, grazie mille! Come faccio a trovare il binario 5?",
  "Perfetto, grazie mille. Mi sa dire anche quando inizia la prossima raccolta?",
  "Perfetto, grazie! E c'è un sovrapprezzo per il cane?",
  "Perfetto, grazie! E come faccio a prenotare esattamente questo servizio di assistenza?",
  "Perfetto, grazie! E devo pagare un supplemento per questi bagagli extra?",
  "Perfetto, grazie! Mi confermi che posso modificare l'orario se perdo la coincidenza?",
  "Perfetto, grazie. C'è molta gente in coda?",
  "Perfetto, grazie. C'è molto tempo per la partenza?",
  "Perfetto, grazie. Da quale binario parte?",
  "Perfetto, grazie. Dove devo andare adesso?",
  "Perfetto, grazie. Dove si trova il binario 3?",
  "Perfetto, grazie. E invece se volessi inserire il Codice Destinatario invece della PEC? È possibile?",
  "Perfetto, grazie. Posso pagare con la carta?",
  "Perfetto, grazie. Quanto tempo ho per andare al binario? Non sono molto pratico di treni.",
  "Perfetto, grazie. Quanto tempo ho per arrivare al binario?",
  "Perfetto, ho il biglietto. Con questa neve devo prepararmi a dei ritardi {relative_date_morning}?",
  "Perfetto, ho pagato. E il binario quale sarebbe?",
  "Perfetto, ho ricevuto il biglietto. Da quale binario parte?",
  "Perfetto, ho ricevuto il biglietto. Quali documenti devo portare per viaggiare?",
  "Perfetto, ho ricevuto la conferma sul telefono. Da quale binario parte?",
  "Perfetto, ho trovato il buono! Ho pagato con la mia carta. Dove posso vedere il numero del mio posto?",
  "Perfetto, ho visto che è andato a buon fine. Da quale binario parte?",
  "Perfetto, il biglietto è stampato! Dove devo andare per prendere il treno?",
  "Perfetto, ma come faccio a richiederlo? Devo andare in biglietteria?",
  "Perfetto, ma dove trovo il biglietto?",
  "Perfetto, mi è arrivata la ricevuta. Da quale binario parte?",
  "Perfetto, mi è più chiaro. Un'ultima domanda: devo fare questa scelta una volta sola o posso cambiarla in futuro?",
  "Perfetto, molto gentile. Devo fare qualcosa per il biglietto?",
  "Perfetto, ora come pago?",
  "Perfetto, ora devo pagare?",
  "Perfetto, posso procedere al pagamento?",
  "Perfetto, posso usare il Carnet la prossima volta?",
  "Perfetto, qual è il binario di partenza?",
  "Perfetto, qual è il più veloce?",
  "Perfetto, quale mi consiglia per arrivare prima possibile?",
  "Perfetto, quali opzioni ci sono?",
  "Perfetto, quando devo inserire la carta?",
  "Perfetto, quanto ci vuole ad arrivare?",
  "Perfetto, quanto costa in totale?",
  "Perfetto, quanto tempo ho per arrivare al binario?",
  "Perfetto, quanto tempo ho prima della partenza?",
  "Perfetto, quindi ora cosa devo fare?",
  "Perfetto, sembra proprio quello che ci serve. E per prenotarlo? Funziona su tutte le tratte?",
  "Perfetto, vedo che ha completato. Da quale binario parte?",
  "Perfetto. C'è un posto ristorante sul treno?",
  "Perfetto. C'è una tempistica per il recupero? Se lo trovano quanto tempo ho?",
  "Perfetto. Ci sono servizi sul treno? Devo viaggiare tutta la notte.",
  "Perfetto. Da quale binario parte?",
  "Perfetto. Devo inserire la carta per pagare adesso?",
  "Perfetto. E come funziona per le altre persone della mia azienda? Possono tutti acquistare biglietti o serve un'autorizzazione?",
  "Perfetto. Quanto tempo ho per arrivare al binario?",
  "Posso cambiare anche il mio nome utente?",
  "Posso chiamare qualcuno per farmi aiutare? Non sono molto pratica con il computer.",
  "Posso comprare direttamente il biglietto con l'app?",
  "Posso fare l'iscrizione anche qui al chiosco ora?",
  "Posso farlo anche durante l'acquisto?",
  "Posso farlo qui adesso al chiosco?",
  "Posso modificare anche la nostra partita IVA? Abbiamo fatto una fusione societaria.",
  "Posso modificare anche la partita IVA? È cambiata anche quella",
  "Posso pagare con carta di credito?",
  "Posso pagare con carta? Quanto viene?",
  "Posso pagare con il bancomat?",
  "Posso pagare con la carta di credito?",
  "Posso pagare con la carta, vero?",
  "Posso pagare con la carta?",
  "Posso usare l'account della mia azienda insieme a quello personale?",
  "Posso usarla anche per comprare un abbonamento o solo biglietti singoli?",
  "Posso usarla per qualsiasi treno o ci sono limitazioni?",
  "Posso usarla su qualsiasi tratta o solo per quelle del mio abbonamento?",
  "Posso usarli anche in biglietteria o devo per forza online?",
  "Posso usarlo per qualsiasi tipo di treno?",
  "Preferirei al telefono. Qual è il numero da chiamare?",
  "Preferirei telefonare. Qual è il numero del Call Center?",
  "Preferisco farlo online, è più veloce. Quali informazioni devo fornire?",
  "Preferisco quella cartacea, così non mi complico la vita. Posso farla subito qui?",
  "Preferisco risolvere subito, non ho molto tempo prima del treno. Il codice dovrei averlo scritto da qualche parte... ma per mostrare la carta come faccio?",
  "Premi non-ferroviari? Non ne so nulla. Di cosa si tratta?",
  "Prendo quello delle {time_request}. Come faccio a cambiare?",
  "Prendo questo Frecciarossa delle {time_request}. Posso usare il buono ora?",
  "Provo un'ultima volta... No, ancora niente. Allora pago in contanti. Ma se succede di nuovo la prossima volta, cosa devo fare?",
  "Qual è il più veloce?",
  "Qual è il più veloce? Non ho molto tempo!",
  "Qual è il più veloce? Non ho tempo da perdere.",
  "Qual è il più veloce? Non vedo bene lo schermo senza occhiali.",
  "Qual è la differenza tra saldo contabile e saldo punti?",
  "Quale arriva prima?",
  "Quale dei due è più veloce? Devo arrivare il prima possibile.",
  "Quale parte prima?",
  "Quale è il più economico?",
  "Quale è il più veloce? Ho mio nipote che mi aspetta alla stazione.",
  "Quali dati devo inserire esattamente nella mail?",
  "Quali informazioni devo fornire quando li contatto?",
  "Quali opzioni ci sono?",
  "Quali sono i dati che posso modificare?",
  "Quali treni ci sono?",
  "Quando parte una nuova raccolta punti, devo fare una nuova carta?",
  "Quanti punti servono per avere uno sconto? E come funziona esattamente?",
  "Quanto ci mette a trovarli? È tardi e sono stanco.",
  "Quanto ci mette che sta nevicando e devo andare al binario?",
  "Quanto ci mette?",
  "Quanto ci mette? Devo correre!",
  "Quanto ci mette? Ho davvero molta fretta!",
  "Quanto ci mette? Ho fretta!",
  "Quanto ci mette? La persona sospetta è ancora qui vicino",
  "Quanto ci mettono ad arrivare?",
  "Quanto ci vorrà per vedere?",
  "Quanto ci vorrà?",
  "Quanto ci vuole ancora?",
  "Quanto ci vuole ancora? C'è gente che aspetta!",
  "Quanto ci vuole ancora? Devo anche fare la valigia.",
  "Quanto ci vuole ancora? Devo correre al binario.",
  "Quanto ci vuole ancora? Ho fretta!",
  "Quanto ci vuole per arrivare?",
  "Quanto ci vuole per vedere i treni?",
  "Quanto ci vuole?",
  "Quanto ci vuole? Ho fretta!",
  "Quanto ci vuole? Ho fretta.",
  "Quanto ci vuole? Non sono pratico di questi aggeggi elettronici.",
  "Quanto costa esattamente?",
  "Quanto costa la seconda?",
  "Quanto costa quella standard?",
  "Quanto costa?",
  "Quanto costano?",
  "Quanto costano? Meglio il più veloce, ma non vorrei spendere troppo.",
  "Quanto costano? Non ho capito bene i prezzi",
  "Quanto devo aspettare?",
  "Quanto manca? Ho fretta.",
  "Quanto tempo ci metterà ad arrivare?",
  "Quanto tempo ci vorrà per il pagamento?",
  "Quanto tempo ci vorrà? Devo ancora prendere l'ombrello dall'auto.",
  "Quanto tempo ci vorrà? Ho un po' di fretta.",
  "Quanto tempo ci vorrà? Ho un po' di persone dietro di me in fila...",
  "Quanto tempo ci vuole ancora?",
  "Quanto tempo ci vuole ancora? Ho altre cose da fare.",
  "Quanto tempo ci vuole di solito per ricevere una risposta dopo aver mandato l'email?",
  "Quanto tempo ci vuole per arrivare?",
  "Quanto tempo ci vuole per il pagamento?",
  "Quanto tempo ci vuole? C'è molta coda qui.",
  "Quanto tempo ci vuole? Ho davvero fretta.",
  "Quanto tempo ci vuole? Ho detto che ho fretta!",
  "Quanto tempo ci vuole? Ho fretta",
  "Quanto tempo ci vuole? Ho un po' di persone dietro di me in coda.",
  "Quanto tempo ci vuole? È che devo proprio correre",
  "Quanto tempo ci vuole? È che ho davvero fretta.",
  "Quanto tempo ho per arrivare al binario?",
  "Quanto tempo ho per arrivare al binario? Con questa neve non vorrei correre.",
  "Quanto tempo ho per chiedere il rimborso? Non vorrei perdere l'opportunità.",
  "Quanto tempo ho per pagare? C'è qualcuno che mi sta guardando in modo strano.",
  "Quanto tempo ho per raggiungere il binario? Spero di non perderlo.",
  "Quanto tempo ho per salire sul treno?",
  "Quanto tempo ho per salire sul treno? È già in stazione?",
  "Quanto tempo ho prima della partenza?",
  "Quanto tempo ho prima della partenza? Devo prendere qualcosa al bar.",
  "Quanto tempo manca alla partenza?",
  "Quanto tempo prima devo prenotare?",
  "Questa X-GO. Mio figlio mi ha detto che si possono accumulare dei punti quando compro i biglietti, ma non so come si fa.",
  "Questi aggeggi moderni... funziona?",
  "Questi aggeggi moderni... quanto ci vuole? Mi fanno confusione tutti questi bottoni.",
  "Questo vale anche per le stazioni di Donnaz e Hone-Bard? Perché potremmo voler fare delle escursioni da quelle parti.",
  "Quindi adesso se mi iscrivo al programma Trenitalia for Business, posso scegliere tra queste due opzioni?",
  "Quindi come faccio ad avere il biglietto vero e proprio?",
  "Quindi devo andare sul sito e cercare 'Gestisci'? Non si può fare direttamente qui?",
  "Quindi devo andare sul sito? Non posso farlo qui al chiosco?",
  "Quindi devo aspettare di fare il viaggio per forza?",
  "Quindi devo per forza accedere all'app? Non posso vedere i punti da qui?",
  "Quindi devo per forza andare sul sito? Non si può fare direttamente ora?",
  "Quindi devo scaricare l'App per vedere il biglietto?",
  "Quindi io pago e chi viene con me non paga? E come faccio a ottenerla?",
  "Quindi mi restituiscono dei soldi? Non ho capito bene come funziona.",
  "Quindi non devo fare nessun biglietto per lui? E se voglio che abbia un posto a sedere?",
  "Quindi non posso farlo qui al chiosco? Devo per forza andare online?",
  "Quindi non posso farlo qui dal chiosco?",
  "Quindi posso ancora utilizzarlo? Quanto tempo ho per riutilizzarlo?",
  "Quindi posso gestire tutto dal telefono, senza stampare niente?",
  "Quindi posso prendere anche i Frecciarossa con l'abbonamento regionale?",
  "Quindi posso prendere qualsiasi treno? Anche i Frecciarossa?",
  "Quindi posso utilizzare lo stesso codice della vecchia carta?",
  "Quindi posso viaggiare gratis con un amico che mi accompagna?",
  "Quindi prima accumulo e poi posso usarli per avere degli sconti? E devo fare tutto entro quelle date?",
  "Quindi se decido di prendere un treno prima o dopo quello che ho prenotato, posso farlo?",
  "Quindi se ho 600 punti e spendo 35€ non posso usarli tutti?",
  "Quindi se ho un Frecciarossa posso cambiarlo?",
  "Quindi se sono registrato a CartaFRECCIA posso iscrivermi subito? Devo fare qualcosa di particolare?",
  "Quindi se voglio comprare due biglietti, uno per me e uno per mia figlia, posso usare due buoni diversi?",
  "Scusi, c'è una persona che mi sembra un po' strana qui vicino. È sicuro acquistare qui?",
  "Scusi, c'è una persona sospetta qui vicino. Posso pagare in contanti?",
  "Scusi, ma c'è un signore che mi sembra un po' strano qui dietro... è sicuro inserire la carta?",
  "Scusi, ma c'è una persona un po' strana qui vicino... posso pagare in modo sicuro?",
  "Se cambio il biglietto cosa succede con il Wallet?",
  "Se il treno arriva tardi e io decido di non prenderlo più, cosa posso fare con il biglietto?",
  "Seconda va benissimo, quanto costa?",
  "Serve davvero a qualcosa questa card o è un'altra perdita di tempo?",
  "Serve qualche tessera particolare per acquistarlo?",
  "Si ma sbrigati che ho fretta. Quanto ci vuole?",
  "Si può anche invitare qualcuno ad iscriversi?",
  "Si può fare più veloce?",
  "Si può pagare con carta contactless?",
  "Solo 5 minuti prima? E se arrivo in stazione all'ultimo? Non posso comprarlo anche dopo?",
  "Solo io posso accumulare punti con la mia carta?",
  "Solo online? Non c'è un modo più veloce?",
  "Su quale binario parte?",
  "Sul buono non c'è scritto se è nominativo o meno. Come faccio a capirlo?",
  "Sul sito dove esattamente? E che differenza c'è tra saldo contabile e saldo punti?",
  "Sul sito dove esattamente? Non sono molto pratica di queste cose...",
  "Sul sito? Ma io non sono molto pratico con internet. Non c'è un catalogo cartaceo?",
  "Sul sito? Non c'è un modo più veloce? Parto tra due giorni e sono preoccupato.",
  "Sì certo, ma dove devo andare? Qual è il binario?",
  "Sì esatto, c'è un servizio per le persone che usano la lingua dei segni?",
  "Sì esatto, faccio spesso questa tratta. Come funziona? Non sono molto pratico di queste cose tecnologiche...",
  "Sì esatto, ho ricevuto una notifica che c'è stato un problema, ma non so come procedere",
  "Sì esatto, ho sentito che si può mettere in quel Wallet ma non so come si fa. Ho un iPhone.",
  "Sì esatto, ho un colloquio importante e non posso fare tardi. Ci sono treni velocissimi spero?",
  "Sì esatto, ma quanto costa? Non ho molti soldi.",
  "Sì esatto, mi hanno detto che devo entrare in qualche area ma non so come si fa.",
  "Sì esatto, parto {relative_date_morning}. Devo portare due valigie grandi e uno zaino, è possibile?",
  "Sì esatto, quella! Non vorrei perdere tutti i punti che ho accumulato. E poi devo richiedere un premio, ma senza la carta come faccio?",
  "Sì esatto, quello che compro con l'app sul telefonino. Mia nipote me l'ha installata ma non sono sicura di come funzioni con la validità.",
  "Sì esatto, quello lì... ho un iPhone. Ma come si fa? È complicato?",
  "Sì esatto. Che treni ci sono?",
  "Sì esatto. Devo iscrivermi di nuovo? Ho già la carta da anni.",
  "Sì esatto. Vorrei sapere fino a quando si può acquistare il biglietto digitale regionale. Sa, non sono molto pratico con queste cose elettroniche.",
  "Sì grazie, ci serve proprio per quando la accompagno in treno. Come si ottiene?",
  "Sì grazie, come devo fare? È complicato?",
  "Sì grazie, così ho tutto il tempo. Quanto costa?",
  "Sì grazie, devo inserire la carta adesso?",
  "Sì grazie, ho appena preso un abbonamento e non so come fare le prenotazioni",
  "Sì grazie, ho fretta perché fuori sta nevicando e devo prendere un taxi dopo.",
  "Sì grazie, ho molta fretta perché ho un appuntamento importante.",
  "Sì grazie, ho provato a reimpostare la password ma non trovo il link giusto. E ho bisogno di risolvere velocemente perché devo prenotare per {relative_date_morning}.",
  "Sì grazie, ho questa tessera Trenitalia che mi ha regalato mio figlio ma non so bene come usarla per avere degli sconti.",
  "Sì grazie, ma prima un'ultima cosa: posso usare un bonus elettronico che ho ricevuto per un ritardo?",
  "Sì grazie, me lo segno. E devo avere uno di quei telefonini moderni per usarlo?",
  "Sì grazie, mi aiuterebbe molto. E se volessi cambiare anche il mio nome? L'ho scritto sbagliato quando mi sono registrata.",
  "Sì grazie, mi aiuti. E c'è qualcuno che controlla? Sa, c'è un tipo là in fondo che mi guarda strano...",
  "Sì grazie, sono riuscito ad arrivare senza problemi. Dunque, come funziona con questo buono sconto?",
  "Sì grazie, spero ci sia ancora qualcosa perché devo assolutamente essere lì domattina",
  "Sì grazie, volevo sapere fino a quando posso comprare il biglietto digitale regionale",
  "Sì grazie, è urgente perché mi serve per il rimborso spese in azienda.",
  "Sì grazie. C'è altro che dovrebbe sapere?",
  "Sì grazie. E c'è anche una concessione speciale VIII vero? Quella è per cosa?",
  "Sì grazie. E se invece mi è arrivato un messaggio dalla banca che hanno preso i soldi ma il biglietto non c'è?",
  "Sì ho ricevuto l'email col codice. Ma come lo uso per comprare un nuovo biglietto?",
  "Sì perfetto, e dove staremo sedute sul treno? C'è un posto specifico?",
  "Sì sì ce l'ho, ma non ricordo dove si trova la fattura sul sito",
  "Sì sì, ce l'ho. E come faccio questa trasformazione?",
  "Sì sì, da qui. Devo andare a trovare mio figlio, abita lì da cinque anni ormai. C'è un treno veloce?",
  "Sì sì, il prima possibile per favore. Con questa neve non so come fare...",
  "Sì sì, va benissimo, faccia presto per favore! Quanto costa?",
  "Sì sì, voglio comprare tutto insieme. C'è questa cosa che si chiama door tu door, me l'ha detto mio nipote. Ma funziona o no? Qui fuori sta nevicando e ho fretta!",
  "Sì, c'è un altro modo? Non ho l'app installata",
  "Sì, c'è una A sul davanti della tessera. Cosa significa?",
  "Sì, ce l'ho con la lettera A. E dove posso comprare i biglietti?",
  "Sì, ce l'ho nella borsa, un attimo... ecco il biglietto. Dove trovo questo numero?",
  "Sì, ce l'ho qui. E se compro il biglietto dalle macchinette o da internet come si fa?",
  "Sì, come faccio a prendere i premi? Ho un sacco di punti che scadono.",
  "Sì, come posso fare per richiederlo? E se il ritardo fosse stato più lungo?",
  "Sì, come posso richiederlo? È complicato?",
  "Sì, con questa neve meglio non guidare. Come funziona qui? È la prima volta che uso questi aggeggi.",
  "Sì, con questa neve meglio prendere il treno. Quanto ci si mette ad arrivare?",
  "Sì, con questa neve! Mia figlia mi ha detto di prendere il treno perché è più sicuro. Lei quanti treni ha trovato?",
  "Sì, davvero un brutto tempo. C'è qualcosa nelle prossime ore?",
  "Sì, devo assolutamente arrivare entro domattina. Ci sono treni veloci?",
  "Sì, devo partire il prima possibile. C'è qualcosa?",
  "Sì, devo partire presto perché ho un appuntamento importante.",
  "Sì, dovrebbe essere rimborsabile. Ma non so proprio come fare, sa io con la tecnologia...",
  "Sì, ecco il biglietto. C'è un po' di gente in coda, facciamo in fretta?",
  "Sì, ecco... me li hanno dati come rimborso per un treno cancellato la settimana scorsa.",
  "Sì, eccola. E adesso? Devo inserire qualcosa?",
  "Sì, esatto! E vorrei sapere anche quando è aperto questo servizio, perché con tutti questi orari diversi mi confondo.",
  "Sì, esatto! Ho cambiato carta e vorrei togliere quella vecchia, ma non riesco a capire come fare.",
  "Sì, esatto! La Carta Blu. Come funziona? Devo pagarla?",
  "Sì, fa un brutto tempo. Quali treni ci sono?",
  "Sì, grazie mille! E per i parcheggi FS c'è un numero?",
  "Sì, grazie. C'è qualcosa che parte dopo cena?",
  "Sì, grazie. C'è una scadenza per la richiesta? Non vorrei perdere il diritto al rimborso.",
  "Sì, grazie. E cosa succede dopo che invio la mail?",
  "Sì, grazie. E mi dica meglio come posso risolvere questa cosa del doppio addebito.",
  "Sì, grazie. E posso trasferire questi crediti ad altri?",
  "Sì, grazie. E questi punti poi a cosa servono?",
  "Sì, grazie. Ma quindi posso usarli anche per il Frecciarossa? Non è che vanno bene solo per i treni lenti?",
  "Sì, grazie. Mi spieghi entrambe così capisco cosa conviene di più alla mia azienda.",
  "Sì, grazie. Non sono molto pratica con questi aggeggi moderni. Quanto ci mette il treno per arrivare?",
  "Sì, grazie. Potrebbe dirmi esattamente cosa devo fare? Non sono molto bravo con la tecnologia.",
  "Sì, grazie. Quanto ci vuole per arrivare?",
  "Sì, grazie. Quanto costa esattamente?",
  "Sì, grazie. Quanto costa più o meno?",
  "Sì, grazie. Quanto tempo ci vuole?",
  "Sì, grazie. Quanto tempo ho per prendere il treno?",
  "Sì, grazie. Ricordami come faccio per la fattura direttamente qui al chiosco?",
  "Sì, grazie. Un'ultima cosa: se dovessi perdere anche questa stampa, posso richiederne un'altra in qualsiasi stazione?",
  "Sì, grazie. È una cosa sicura vero? Sa com'è, con tutti questi strani personaggi in giro...",
  "Sì, ha l'invalidità civile. E come funziona quando viaggiamo? Dobbiamo comprare due biglietti?",
  "Sì, ho 300 punti, posso usarli tutti?",
  "Sì, ho accumulato dei punti e vorrei sapere dove posso vedere che premi ci sono.",
  "Sì, ho accumulato diversi punti ma non so fino a quando posso utilizzarli. E come si fa a convertirli?",
  "Sì, ho aderito al programma poco tempo fa, ma non capisco come funziona con le fatture. A volte mi arrivano, a volte no.",
  "Sì, ho due valigie grandi e una borsa a mano. Devo pagare un supplemento?",
  "Sì, ho guardato {period_morning} ma non c'era niente. Come faccio a controllare di nuovo? Questi aggeggi moderni non li capisco tanto...",
  "Sì, ho il telefono. Ma quindi non c'è proprio modo di pagare sul treno? Neanche con una maggiorazione?",
  "Sì, ho tutto sul telefono. Posso mostrarlo all'operatore alla biglietteria?",
  "Sì, ho un account sul sito, ma non riesco a trovare dove scaricare la fattura.",
  "Sì, ho un'utenza registrata ma non so dove andare esattamente.",
  "Sì, il prima possibile. Quanto ci vuole?",
  "Sì, l'ho richiesto due settimane fa per un Frecciarossa in ritardo, ma non so come usarlo adesso",
  "Sì, l'ho verificato ed è rimborsabile. Come faccio adesso?",
  "Sì, l'ho visto, ma dopo aver inserito l'email non mi arriva niente. E ho anche provato a cambiare il mio numero di telefono ma non so dove si fa.",
  "Sì, la sua è una standard. Ma come si sale sul treno? Lei ha difficoltà con i gradini.",
  "Sì, la tessera di mia moglie ha proprio la lettera A. Quindi io non devo pagare il biglietto?",
  "Sì, la vedo. Ma devo mettere anche i dati dell'abbonamento regionale?",
  "Sì, le vedo. Ma vorrei capire meglio, quale opzione mi consiglierebbe per modificare un biglietto?",
  "Sì, li vedo... ma non vedo bene senza occhiali. C'è uno alle 10 e mezza, vero? Quanto costa?",
  "Sì, ma come faccio a usarli esattamente?",
  "Sì, ma come faccio a usarlo? Devo per forza fare tutto online? Ho 75 anni, sa...",
  "Sì, ma come funziona esattamente? Devo mettere dei soldi da qualche parte?",
  "Sì, ma come funziona questa cosa? Non sono molto pratico con questi aggeggi",
  "Sì, ma come si fa? Non sono pratica con questi aggeggi moderni. E poi con questa pioggia non posso nemmeno andare in biglietteria!",
  "Sì, ma devo spendere un minimo? E posso usarlo per qualsiasi treno?",
  "Sì, ma esattamente dove si trova questa sezione? Ho un profilo con partita IVA.",
  "Sì, ma faccia vedere solo quelli dove posso portare la bici montata. Non ho tempo di smontarla.",
  "Sì, ma faccio da solo grazie. Un'ultima cosa: ma almeno mi avvisate prima che scadono?",
  "Sì, ma non sono sicura. Devo farlo subito perché mi arrivano troppe notifiche!",
  "Sì, ma prima mi dica: quanto tempo ci vuole di solito per questi benedetti punti?",
  "Sì, ma un'ultima domanda. Se il credito della carta non basta per tutto l'importo, posso integrare con carta di credito?",
  "Sì, magari. Ma il mio biglietto non è ancora validato, cosa devo fare?",
  "Sì, me le stampi. Ma scusi, non posso ricevere un messaggio quando il treno è in ritardo?",
  "Sì, meglio evitare la macchina con la neve. Quali treni ci sono?",
  "Sì, meglio, non voglio rischiare. Come funziona il biglietto digitale?",
  "Sì, mi faccia vedere. E scusi, ma devo comprare anche l'abbonamento regionale?",
  "Sì, mi interessa. Ma funziona solo per i treni Freccia o anche per gli altri?",
  "Sì, mi sarebbe utile. Come funziona?",
  "Sì, mi serve {relative_today}. Non è che devo aspettare troppo?",
  "Sì, mi è arrivato un messaggio, ma non so come aprirlo per vedere il biglietto.",
  "Sì, mio nipote ce l'ha, ma non ho capito bene come funziona per i viaggi in treno.",
  "Sì, per {period_afternoon} va benissimo. Quanto ci vuole per arrivare?",
  "Sì, perché io voglio lamentarmi. Non è possibile aspettare così tanto senza informazioni.",
  "Sì, procedi grazie. Quanto tempo ho per arrivare al binario?",
  "Sì, procedi. Quanto costa?",
  "Sì, procediamo. Quindi il biglietto è digitale ma posso comprarlo anche fisicamente in biglietteria?",
  "Sì, quali dati devo inserire nella mail esattamente?",
  "Sì, quello! Ho questa carta FRECCIA che mi ha regalato mio padre. Si può usare?",
  "Sì, va bene. Come pago?",
  "Sì, va bene. Come si fa a pagare?",
  "Sì, va bene. Posso pagare in contanti?",
  "Sì, va bene. Quanto tempo ho per arrivare al binario?",
  "Sì, vado da mia figlia. Ma quanto costa questo servizio? E ci mette tanto ad arrivare?",
  "Sì, vediamo che treni ci sono. Ma questa autocertificazione la posso fare anche a mano?",
  "Sì, vedo che c'è scritto 'modificabile fino a 24 ore prima'. Ma come faccio praticamente?",
  "Sì, vedo. Ma devo prenotare in anticipo l'assistenza?",
  "Sì, vedo... ma preferisco farlo online quando torno a casa. Ci sono tempistiche di risposta?",
  "Sì, voglio aggiungerlo. Il mio biglietto è sul telefono, devo mostrarglielo?",
  "Sì, voglio sapere come usarlo esattamente per comprare altri biglietti",
  "Sì, vorrei anche sapere come posso modificare il mio numero di telefono una volta entrata nel sistema",
  "Sì, vorrei andare il prima possibile. Quanti treni ci sono?",
  "Sì, vorrei partire adesso, {period_evening}. C'è ancora qualcosa?",
  "Sì, vorrei partire {period_evening} stessa, se possibile. Ci sono treni disponibili?",
  "Sì, {relative_today}. C'è un treno verso mezzogiorno?",
  "Sì, è un Frecciarossa e c'è il mio nome sopra. Ma come faccio esattamente? Devo entrare nel sito?",
  "Sì, è un disastro! Ho speso 65 euro e ora sono bloccata qui. Come faccio a riavere i miei soldi?",
  "Sì, è un tempo terribile {relative_today}. Quanto ci metterò ad arrivare?",
  "Un anno intero? Meno male, con tutti questi spostamenti... E devo portare qualche documento particolare?",
  "Un anno? Almeno quello. E per quanto riguarda l'importo? Quanto mi spetta?",
  "Un treno più veloce sarebbe meglio. Quanto costa più o meno?",
  "Un'autocertificazione? E come funziona? Devo farla io?",
  "Un'ultima cosa, ma se prendo un biglietto che costa poco, tipo 15 euro?",
  "Un'ultima cosa: mio figlio sta per compiere 15 anni, se prenoto per un viaggio dopo il suo compleanno paga come un adulto?",
  "Un'ultima cosa: se io e mia moglie viaggiamo insieme usando il mio codice personale per entrambi i biglietti, prendiamo i punti doppi?",
  "Una prova? E che prova posso avere di un ombrello? Non ho certo lo scontrino dopo tanti anni!",
  "Una volta che li ho collegati, devo fare il login ogni volta che voglio passare da uno all'altro?",
  "Una volta inviata l'email, cosa succede? Quanto tempo ci vorrà?",
  "Va bene, allora aspetterò di fare un viaggio più lungo. E dove posso vedere tutte queste informazioni?",
  "Va bene, allora rifaccio il biglietto. Ma questa volta come faccio ad essere sicura di riceverlo?",
  "Va bene, aspetto che mi dica cosa fare. Questi marchingegni moderni mi confondono sempre un po'...",
  "Va bene, ci penserò {relative_date}. Adesso devo trovare un taxi. C'è un'uscita più vicina?",
  "Va bene, ci proverò subito. E se prendo altri biglietti per lo stesso viaggio devo fare sempre così?",
  "Va bene, come pago?",
  "Va bene, come posso pagare?",
  "Va bene, devo inserire la carta?",
  "Va bene, gli scrivo subito. Se mi manda il codice, dove lo inserisco qui?",
  "Va bene, grazie per l'avviso. Come faccio a pagare?",
  "Va bene, grazie. Allora tanto vale che ognuno compri il suo biglietto e chi ha la X-GO prende i suoi punti.",
  "Va bene, grazie. C'è un posto dove posso aspettare al riparo? Piove forte.",
  "Va bene, grazie. E devo fare qualcosa di particolare quando acquisto un biglietto e voglio la fattura?",
  "Va bene, grazie. E per i prossimi acquisti devo sempre chiederla prima?",
  "Va bene, grazie. E per vedere quanti punti ho adesso cosa devo fare?",
  "Va bene, grazie. E se volessi comunque provare online, devo registrarmi da qualche parte?",
  "Va bene, grazie. E una volta che abbiamo l'agevolazione, come funziona per comprare i biglietti?",
  "Va bene, grazie. Spero di stare meglio e partire {relative_date}, ma almeno adesso so cosa fare. Lei è stata molto gentile.",
  "Va bene, le dirò di provare di nuovo o di contattare l'assistenza. C'è un modo per farlo in stazione direttamente?",
  "Va bene, ma io non sono molto pratica con internet. Può dirmi almeno se devo prenotare prima?",
  "Va bene, ma quanto ci mette ancora?",
  "Va bene, mi spieghi come fare. Ma è sicuro che mi daranno i punti? Era un Frecciarossa.",
  "Va bene, non so usare bene questi aggeggi tecnologici. Come devo fare per pagare?",
  "Va bene, procediamo allora. Devo inserire la carta qui? O come si fa?",
  "Va bene, quanto viene?",
  "Va bene, questo posso farlo. E dopo quanto tempo dovrei ricevere la nuova fattura?",
  "Va bene. Da quale binario parte?",
  "Va bene. E per i bus normali? Anche lì serve il trasportino?",
  "Va bene. E per quanto riguarda il passeggino di mia nipote? Posso portarlo gratuitamente?",
  "Va bene. Non posso farlo direttamente qui al chiosco?",
  "Vede, ho finito una raccolta punti. Quando inizia quella nuova devo fare anche una nuova carta?",
  "Vedo che ci sono diversi treni. Quale mi consiglia?",
  "Vedo che il pagamento è andato a buon fine. Da quale binario parte?",
  "Vedo la conferma sullo schermo, posso ritirare il biglietto?",
  "Vedo solo numeri e orari... quale mi consiglierebbe?",
  "Vedo sullo schermo diversi treni. Quale mi consiglierebbe?",
  "Volevo capire a cosa serve e come posso utilizzarlo. Non sono molto pratica con queste cose.",
  "Volevo sapere cosa succede al buono sconto se poi devo cambiare il viaggio",
  "Vorrei capire come si ottengono i livelli argento, oro e quelle cose lì. Sa dirmi quali sono le soglie?",
  "Vorrei partire adesso, c'è qualcosa?",
  "Vorrei partire adesso, ci sono treni disponibili?",
  "Vorrei partire domattina presto, se possibile. C'è qualcosa alle 7?",
  "Vorrei partire fra un'ora, ma prima devo capire se questa carta regalo funziona. L'ho ricevuta da mio nipote.",
  "Vorrei partire il prima possibile, tra quanto c'è il prossimo treno?",
  "Vorrei partire il prima possibile. C'è qualcosa adesso?",
  "Vorrei partire {period_evening} se possibile, c'è qualcosa?",
  "Vorrei partire {period_evening}, il prima possibile. Che treni ci sono?",
  "Vorrei partire {relative_date_morning}, ci sono treni diretti?",
  "Vorrei sapere come si ottengono gli status argento, oro e platino.",
  "Vorrei sapere cosa succede ai miei punti quando scadono. Ne perdo una parte o tutti?",
  "Vorrei sapere dove posso leggere tutte le regole di utilizzo del salvadanaio?",
  "Vorrei sapere quale saldo punti posso utilizzare per richiedere i premi del programma fedeltà.",
  "Vorrei sapere quale saldo punti posso utilizzare per richiedere i premi.",
  "Vorrei sapere quali treni sono attrezzati, e come funziona per prenotare i posti.",
  "Vorrei sapere quanto mi spetta e come fare richiesta.",
  "Vorrei sapere se c'è un servizio per accompagnare i ragazzi quando viaggiano da soli. Sa, è la prima volta che viaggia senza di noi e sono un po' preoccupata.",
  "Vorrei sapere se quando scadono i punti me ne restituiscono una parte o li perdo tutti.",
  "{relative_date_morning} presto. Ma prima mi dica, posso usare la carta regalo anche per un Italo?",
  "È andato tutto bene? Devo fare altro?",
  "È andato tutto bene? Devo fare qualcos'altro?",
  "È andato tutto bene? Dove devo andare?",
  "È andato tutto bene? Non capisco bene cosa dice lo schermo.",
  "È necessario chiamare qualche numero di assistenza o posso fare tutto online?",
  "È per la mia azienda, quindi con partita IVA. Devo creare un profilo apposito?",
  "È troppo complicato per me fare queste cose su internet. Non c'è un modo più semplice? Magari una mail da scrivere?",
  "È tutto a posto? Devo fare qualcos'altro?",
  "È tutto ok? Devo andare al binario quanto?",
  "È un biglietto aziendale, non c'è un modo per modificarlo? Il mio collega è all'estero e devo cambiare l'orario.",
  "È una bicicletta normale, non pieghevole. Devo prenotare un posto speciale?"
]