[
  "Cerco qualcosa di veloce, non ho tempo da perdere.",
  "Con la pioggia che c'è meglio arrivare in fretta",
  "Da che binario parte? Devo correre?",
  "Davvero? E come faccio esattamente? Devo correre, ho un treno tra poco.",
  "Devo correre, mi dica solo il binario!",
  "Devo fare in fretta, tra quanto parte?",
  "Dov'è il binario? Non ho tempo da perdere",
  "Faccia in fretta che ho il treno tra poco e c'è gente in coda.",
  "Faccia in fretta che ho il treno tra poco.",
  "Faccia in fretta che sono già in ritardo.",
  "Faccia in fretta per favore, non ho tempo da perdere",
  "Faccia in fretta per favore, sono già in ritardo.",
  "Faccia in fretta, ho già perso troppo tempo!",
  "Fai in fretta per favore, sono già in ritardo",
  "Fate in fretta ho un colloquio importante!",
  "Fate in fretta, devo partire il prima possibile!",
  "Fate in fretta, devo partire!",
  "Fate in fretta, ho pochissimo tempo",
  "Fate in fretta, ho una coincidenza da prendere.",
  "Fate in fretta, non ho tutto il giorno.",
  "Fatto? Devo correre!",
  "Ho capito, grazie. Ora devo correre al binario.",
  "Ho fatto il viaggio la settimana scorsa, dovrei già vedere i punti, no? Non ho tempo da perdere, ho fretta!",
  "Ho inserito la carta. Fate in fretta!",
  "La seconda classe va bene, non ho tempo da perdere con questi aggeggi moderni. Come pago?",
  "La seconda classe va bene. Devo fare in fretta.",
  "La seconda va benissimo, non ho tempo da perdere con tutti questi bottoni!",
  "La seconda va benissimo, non ho tempo di aspettare. Come si paga?",
  "Ma quale sito! Non ho tempo per queste cose. La nota di credito non c'è, altrimenti non sarei qui.",
  "Ma quanto ci vuole a trovare un treno? Ho fretta!",
  "Ma quanto ci vuole? Devo correre al binario.",
  "Mi serve il primo disponibile, non ho tempo da perdere",
  "Non ho nessun codice di recupero! Ho visto solo l'addebito sul conto ma niente biglietto. È urgente, devo partire tra poco per {destination}.",
  "Non ho tempo per queste cose. Grazie comunque, ora devo correre.",
  "Non ho tempo per scaricare app. Cos'è questa storia dei punti contabili e disponibili?",
  "Perfetto! Vedo che c'è un Frecciarossa tra poco. Vorrei prendere quello in Standard, devo fare in fretta.",
  "Prendo il Frecciarossa, seconda classe. Faccia in fretta!",
  "Prendo la seconda classe, grazie. Devo fare in fretta.",
  "Qual è il più veloce? Non ho tempo da perdere.",
  "Qual è il primo treno disponibile? Non ho tempo da perdere.",
  "Quanto ci mette? Devo correre!",
  "Quanto ci vuole ancora? Devo correre al binario.",
  "Quello che costa meno, non ho tempo da perdere.",
  "Sbrigati che sono già in ritardo!",
  "Sbrigati, ho davvero poco tempo!",
  "Sbrigati, ho fretta!",
  "Sbrigati, ho fretta.",
  "Sbrigati, ho troppa fretta!!",
  "Sbrigati, non ho tutto il giorno.",
  "Seconda classe va benissimo, grazie! Devo fare in fretta.",
  "Seconda classe, certo! Ma sono già le {time_request}, devo fare in fretta!",
  "Seconda classe, devo solo arrivare in fretta.",
  "Seconda classe, seconda classe. Non ho tempo da perdere con queste cose!",
  "Speriamo faccia in fretta questo coso. C'è gente dietro di me che aspetta.",
  "Speriamo faccia in fretta, ho solo un'ora prima della partenza.",
  "Speriamo faccia in fretta, ho una riunione importante!",
  "Voglio il primo disponibile, quello delle {time_request}. Non ho tempo da perdere."
]