[
  "Buongiorno! Mi sa dire qualcosa sui benefici della meditazione per ridurre lo stress quotidiano?",
  "Buongiorno! Potresti spiegarmi come funziona la fotosintesi clorofilliana nelle piante?",
  "Buongiorno! Saprebbe dirmi qualcosa sulla teoria quantistica applicata ai computer del futuro?",
  "Buongiorno! Vorrei sapere qualche ricetta veloce per preparare la cena stasera, cosa mi consigli?",
  "Che consigli mi daresti per far dormire meglio il mio bambino di 3 anni?",
  "Che ingredienti servono per fare la carbonara autentica romana?",
  "Che ne pensi dell'ultimo film di Christopher Nolan? Ho sentito che è molto complesso",
  "Che ne pensi della nuova riforma del campionato di pallanuoto femminile?",
  "Che ne pensi della situazione economica europea dopo le ultime decisioni della BCE sui tassi?",
  "Che ne pensi della situazione politica attuale del sindaco di Bologna?",
  "Che ne pensi delle nuove criptovalute emergenti come investimento a lungo termine?",
  "Che ne pensi delle nuove strategie di marketing sui social media per le piccole imprese?",
  "Che ne pensi delle ultime elezioni amministrative a Napoli?",
  "Che percentuale della rete fu danneggiata?",
  "Che tragedia... Comunque, mi serve anche sapere quali sono i migliori esercizi per rinforzare la schiena",
  "Ciao! Ho sentito parlare molto della dieta mediterranea ultimamente. Potresti spiegarmi quali sono i suoi principali benefici per la salute e come posso iniziare a seguirla?",
  "Ciao! Mi potresti consigliare delle tecniche di rilassamento per gestire meglio lo stress quotidiano?",
  "Ciao! Mi potresti dare alcuni consigli su come imparare a suonare il pianoforte da autodidatta? Ho sempre voluto provare ma non so da dove iniziare.",
  "Ciao! Mi potresti dare alcuni consigli su come preparare una buona carbonara? Voglio fare una cena speciale stasera.",
  "Ciao! Mi potresti dare qualche consiglio per curare il mal di schiena? Ho letto che ci sono diversi rimedi naturali efficaci.",
  "Ciao! Mi potresti dare qualche consiglio su come coltivare i pomodori in giardino? Vorrei iniziare un orto quest'anno.",
  "Ciao! Mi potresti dare qualche consiglio su come curare al meglio le piante grasse in appartamento? Ho sentito che sono facili da mantenere ma non so da dove iniziare.",
  "Ciao! Mi potresti dare qualche consiglio su come imparare a suonare il pianoforte da autodidatta? Quali sono i primi esercizi che dovrei fare?",
  "Ciao! Mi potresti dare qualche consiglio su come preparare il risotto alla milanese perfetto? Quali sono i segreti per la mantecatura?",
  "Ciao! Mi potresti dare qualche consiglio su come preparare un buon risotto ai funghi porcini? Sono ingredienti che mi servono e la tecnica giusta?",
  "Ciao! Mi potresti dare qualche consiglio sui migliori integratori per il sistema immunitario? Devo partire per Napoli stasera e non vorrei ammalarmi.",
  "Ciao! Mi potresti spiegare come funziona la blockchain e le criptovalute? Sono molto confuso su questo argomento.",
  "Ciao! Mi potresti spiegare come funziona la borsa di Tokyo e quali sono i migliori settori su cui investire quest'anno?",
  "Ciao! Mi potresti spiegare come funziona la criptovaluta Bitcoin? Vorrei capire meglio il mining e le blockchain.",
  "Ciao! Mi potresti spiegare come funziona la criptovaluta Ethereum e quali sono le sue applicazioni principali nel mondo della finanza decentralizzata?",
  "Ciao! Mi potresti spiegare come funziona la criptovaluta Ethereum e quali sono le sue differenze principali con Bitcoin?",
  "Ciao! Mi potresti spiegare come funziona la fotosintesi clorofilliana nelle piante?",
  "Ciao! Mi potresti spiegare come funziona la fotosintesi clorofilliana nelle piante? Ho un esame di biologia domani!",
  "Ciao! Mi potresti spiegare come funziona la terapia cognitivo-comportamentale per l'ansia? Ho sentito che è molto efficace.",
  "Ciao! Mi potresti spiegare quali sono i benefici dello yoga per ridurre lo stress?",
  "Ciao! Mi potresti spiegare quali sono i migliori rimedi naturali per il mal di gola?",
  "Ciao! Mi puoi consigliare il miglior cibo street food qui a Bologna? Vorrei assaggiare qualcosa di tipico.",
  "Ciao! Mi puoi consigliare quali prodotti per la cura della pelle sono migliori per pelli miste? Ho sentito parlare di acido ialuronico e retinolo ma non so se vanno bene insieme.",
  "Ciao! Mi puoi dare consigli per curare il mal di testa naturalmente?",
  "Ciao! Mi puoi dare consigli per dimagrire? Ho bisogno di perdere qualche chilo prima dell'estate.",
  "Ciao! Mi puoi dare consigli per investire in criptovalute? Sono interessato a Bitcoin e Ethereum.",
  "Ciao! Mi puoi dare consigli per una dieta vegana equilibrata? Ho sentito che è importante assumere vitamina B12...",
  "Ciao! Mi puoi dare consigli sui migliori esercizi per perdere peso in palestra?",
  "Ciao! Mi puoi dare dei consigli su come curare l'insonnia naturalmente? Ho problemi a dormire da settimane.",
  "Ciao! Mi puoi dare qualche consiglio su come preparare un buon risotto alla milanese? Voglio farlo per una cena speciale stasera.",
  "Ciao! Mi puoi spiegare come funziona la blockchain e le criptovalute? Sono interessato a capire meglio questa tecnologia.",
  "Ciao! Mi puoi spiegare come funziona la blockchain e le criptovalute? Sto pensando di investire in Bitcoin.",
  "Ciao! Mi puoi spiegare come funziona la criptovaluta Bitcoin e se conviene investirci?",
  "Ciao! Mi puoi spiegare come funziona la criptovaluta Bitcoin?",
  "Ciao! Mi puoi spiegare come funziona la fermentazione nella produzione del vino? Sono un appassionato di enologia e vorrei capire meglio il processo biochimico dietro la trasformazione degli zuccheri.",
  "Ciao! Mi puoi spiegare come funziona la tassazione delle criptovalute in Italia?",
  "Ciao! Mi puoi spiegare come funzionano le criptovalute e il mining di Bitcoin?",
  "Ciao! Mi puoi spiegare i benefici degli allenamenti a intervalli ad alta intensità per bruciare grassi?",
  "Ciao! Mi puoi spiegare la differenza tra yoga e pilates? Sto cercando di capire quale scegliere per il mio benessere.",
  "Ciao! Mi puoi spiegare qual è la differenza tra yoga e pilates? Sto cercando di decidere quale corso seguire.",
  "Ciao! Mi puoi spiegare quali sono i benefici della meditazione per combattere l'ansia?",
  "Ciao! Mi sai dire qualcosa sulla criptovaluta Ethereum e come funziona la blockchain?",
  "Ciao! Mi sapresti dire qual è la ricetta tradizionale del risotto alla milanese? Dosi e procedimento completo per favore!",
  "Ciao! Mi sapresti dire qualcosa sulla storia dell'arte barocca in Italia? Sono interessato agli architetti del XVII secolo.",
  "Ciao! Mi sapresti dire quali sono gli ingredienti principali della carbonara romana autentica?",
  "Ciao! Mi serve una ricetta per preparare gli gnocchi fatti in casa. Puoi spiegarmi tutti i passaggi?",
  "Ciao! Mi servirebbe un consiglio su come preparare un buon risotto ai funghi porcini. Hai qualche suggerimento sulla cottura?",
  "Ciao! Mi servirebbero dei consigli su come coltivare i pomodori nel mio orto, quando è il periodo migliore per piantarli?",
  "Ciao! Mi servirebbero informazioni sui migliori integratori per l'allenamento in palestra, cosa mi consigli?",
  "Ciao! Potresti aiutarmi a capire come funziona la crittografia quantistica? Ho sentito dire che potrebbe rivoluzionare la sicurezza informatica e mi piacerebbe saperne di più.",
  "Ciao! Potresti consigliarmi le migliori strategie per migliorare la mia routine di allenamento in palestra?",
  "Ciao! Potresti consigliarmi le migliori strategie per perdere peso velocemente? Vorrei iniziare una dieta ma non so da dove cominciare.",
  "Ciao! Potresti consigliarmi qual è il miglior browser per navigare su internet? Chrome, Firefox o Safari?",
  "Ciao! Potresti consigliarmi qualche tecnica di meditazione mindfulness per ridurre lo stress? Ho sentito che fa molto bene alla salute mentale.",
  "Ciao! Potresti consigliarmi quale smartphone comprare? Sono indeciso tra diversi modelli Android e vorrei un parere tecnico sulle specifiche.",
  "Ciao! Potresti consigliarmi quale smartphone pieghevole comprare? Sono indeciso tra Samsung Galaxy Fold e Huawei Mate X.",
  "Ciao! Potresti consigliarmi quale smartphone pieghevole comprare? Sono indeciso tra i vari modelli sul mercato.",
  "Ciao! Potresti consigliarmi quale università scegliere per studiare psicologia? Sono davvero indeciso tra varie città...",
  "Ciao! Potresti darmi alcuni consigli su come curare le piante grasse in inverno?",
  "Ciao! Potresti darmi consigli su quale dieta seguire per perdere peso velocemente?",
  "Ciao! Potresti darmi consigli su quale smartphone pieghevole Samsung comprare quest'anno?",
  "Ciao! Potresti darmi qualche consiglio su come coltivare i pomodori nel mio orto? Ho un terrazzo abbastanza grande e vorrei iniziare.",
  "Ciao! Potresti darmi qualche consiglio su come coltivare le orchidee in appartamento? Ho appena comprato una Phalaenopsis e non so come curarla.",
  "Ciao! Potresti darmi qualche consiglio su come coltivare le orchidee in casa? La mia si sta seccando e non so cosa fare.",
  "Ciao! Potresti darmi qualche consiglio su come coltivare le piante grasse in appartamento? Ho appena comprato un cactus e non so come prendermene cura.",
  "Ciao! Potresti darmi qualche consiglio su come cucinare i funghi porcini? So che è la stagione giusta e volevo provare qualche ricetta nuova.",
  "Ciao! Potresti darmi qualche consiglio su come curare le piante grasse in appartamento? Ho appena comprato un cactus e non so come prendermene cura.",
  "Ciao! Potresti darmi qualche consiglio su come migliorare il mio swing nel golf? Ho difficoltà con i colpi lunghi dal tee.",
  "Ciao! Potresti darmi qualche consiglio su come migliorare la mia tecnica di nuoto a farfalla? Ho difficoltà con la coordinazione dei movimenti.",
  "Ciao! Potresti darmi qualche consiglio sui migliori esercizi per alleviare il mal di schiena? Soffro spesso di tensioni lombari.",
  "Ciao! Potresti spiegarmi come funziona il mercato delle criptovalute e se è un buon momento per investire in Bitcoin?",
  "Ciao! Potresti spiegarmi come funziona il sistema blockchain e le criptovalute? Sono molto interessato a capire questa tecnologia.",
  "Ciao! Potresti spiegarmi come funziona il sistema di trading delle criptovalute e quale strategia consigli per un principiante?",
  "Ciao! Potresti spiegarmi come funziona il sistema di trading delle criptovalute? Ho sentito parlare di blockchain ma non capisco bene il meccanismo.",
  "Ciao! Potresti spiegarmi come funziona il sistema elettorale proporzionale e quali sono le sue principali caratteristiche rispetto al maggioritario?",
  "Ciao! Potresti spiegarmi come funziona il sistema immunitario umano? Ho letto che gli anticorpi sono importanti ma non ho capito bene il meccanismo.",
  "Ciao! Potresti spiegarmi come funziona il sistema immunitario umano? Ho letto che è molto complesso...",
  "Ciao! Potresti spiegarmi come funziona il sistema immunitario umano? Sto studiando biologia.",
  "Ciao! Potresti spiegarmi come funziona il trading di criptovalute e quali sono le migliori strategie per investire in Bitcoin?",
  "Ciao! Potresti spiegarmi come funziona il trading di criptovalute? Sono interessato a Bitcoin e Ethereum.",
  "Ciao! Potresti spiegarmi come funziona il trading di criptovalute? Vorrei capire meglio Bitcoin ed Ethereum.",
  "Ciao! Potresti spiegarmi come funziona la blockchain e le criptovalute? Sono interessato a Bitcoin e Ethereum.",
  "Ciao! Potresti spiegarmi come funziona la blockchain e le criptovalute? Sono interessato a Bitcoin ed Ethereum.",
  "Ciao! Potresti spiegarmi come funziona la blockchain e le criptovalute? Sono interessato a capire meglio questa tecnologia.",
  "Ciao! Potresti spiegarmi come funziona la blockchain e le criptovalute? Sono interessato agli aspetti tecnici della crittografia.",
  "Ciao! Potresti spiegarmi come funziona la blockchain e le criptovalute? Sono interessato al mining di Bitcoin.",
  "Ciao! Potresti spiegarmi come funziona la blockchain e le criptovalute? Sono molto confuso su questo argomento.",
  "Ciao! Potresti spiegarmi come funziona la blockchain e le criptovalute? Sto cercando di capire meglio questa tecnologia.",
  "Ciao! Potresti spiegarmi come funziona la blockchain e le criptovalute? Sto cercando di capire se è un buon momento per investire in Bitcoin.",
  "Ciao! Potresti spiegarmi come funziona la blockchain e le criptovalute? Sto pensando di iniziare a fare trading con Bitcoin ed Ethereum.",
  "Ciao! Potresti spiegarmi come funziona la blockchain e le criptovalute? Sto pensando di investire in Bitcoin",
  "Ciao! Potresti spiegarmi come funziona la blockchain e le criptovalute? Sto pensando di investire in Bitcoin ma non capisco bene la tecnologia dietro.",
  "Ciao! Potresti spiegarmi come funziona la blockchain e le sue applicazioni nel settore bancario?",
  "Ciao! Potresti spiegarmi come funziona la blockchain nel settore delle criptovalute? Sono curioso di capire il meccanismo di mining.",
  "Ciao! Potresti spiegarmi come funziona la borsa valori e quali sono i migliori settori su cui investire nel 2024?",
  "Ciao! Potresti spiegarmi come funziona la cottura a vapore in cucina? Vorrei imparare nuove tecniche culinarie.",
  "Ciao! Potresti spiegarmi come funziona la criptovaluta Bitcoin e se è un buon momento per comprare?",
  "Ciao! Potresti spiegarmi come funziona la criptovaluta Bitcoin? Sono interessato agli investimenti digitali.",
  "Ciao! Potresti spiegarmi come funziona la criptovaluta Ethereum e i suoi smart contracts?",
  "Ciao! Potresti spiegarmi come funziona la criptovaluta Ethereum e le sue applicazioni nella finanza decentralizzata?",
  "Ciao! Potresti spiegarmi come funziona la criptovaluta Ethereum e quali sono le sue applicazioni principali nel settore della finanza decentralizzata?",
  "Ciao! Potresti spiegarmi come funziona la criptovaluta Ethereum e quali sono le sue principali applicazioni nel mondo della finanza decentralizzata?",
  "Ciao! Potresti spiegarmi come funziona la criptovaluta Ethereum e se conviene investirci ora?",
  "Ciao! Potresti spiegarmi come funziona la crittografia quantistica e se rappresenta davvero il futuro della sicurezza informatica?",
  "Ciao! Potresti spiegarmi come funziona la digestione degli zuccheri nel corpo umano? Ho sentito parlare di indice glicemico e vorrei capire meglio.",
  "Ciao! Potresti spiegarmi come funziona la fotosintesi clorofilliana nelle piante acquatiche?",
  "Ciao! Potresti spiegarmi come funziona la fotosintesi clorofilliana nelle piante carnivore?",
  "Ciao! Potresti spiegarmi come funziona la fotosintesi clorofilliana nelle piante?",
  "Ciao! Potresti spiegarmi come funziona la fotosintesi clorofilliana nelle piante? Sto studiando biologia per l'università.",
  "Ciao! Potresti spiegarmi come funziona la fotosintesi clorofilliana? Ho un esame di biologia domani e sono in panico!",
  "Ciao! Potresti spiegarmi come funziona la realtà virtuale nei videogiochi moderni?",
  "Ciao! Potresti spiegarmi come funziona la terapia genica per il cancro? Sono molto interessato ai nuovi trattamenti medici.",
  "Ciao! Potresti spiegarmi come funziona la terapia genica per il trattamento del diabete di tipo 1?",
  "Ciao! Potresti spiegarmi come funzionano le criptovalute e il blockchain?",
  "Ciao! Potresti spiegarmi la tecnica della fermentazione per fare il pane in casa? Vorrei iniziare a panificare",
  "Ciao! Potresti spiegarmi le cause principali dell'inquinamento atmosferico nelle grandi città?",
  "Ciao! Potresti spiegarmi le differenze tra i principali motori di ricerca come Google e Bing? Sto scegliendo quale usare per il mio lavoro.",
  "Ciao! Potresti spiegarmi le regole del calcio americano? Non ci capisco niente di questo sport!",
  "Ciao! Potresti spiegarmi quali sono i benefici del pilates per la postura?",
  "Ciao! Potresti spiegarmi quali sono i benefici del pilates per la postura? Sto pensando di iniziare un corso.",
  "Ciao! Potresti spiegarmi quali sono i benefici del pilates per la schiena? Ho sentito che può aiutare con la postura.",
  "Ciao! Potresti spiegarmi quali sono i benefici dell'allenamento ad alta intensità per il cuore? Ho sentito che migliora la capacità cardiovascolare.",
  "Ciao! Potresti spiegarmi quali sono i benefici dell'allenamento ad alta intensità per la salute cardiovascolare?",
  "Ciao! Potresti spiegarmi quali sono i benefici della dieta mediterranea per la salute cardiovascolare?",
  "Ciao! Potresti spiegarmi quali sono i benefici dello yoga per la salute mentale?",
  "Ciao! Potresti spiegarmi quali sono i migliori metodi per coltivare i pomodori in vaso sul balcone?",
  "Ciao! Potresti spiegarmi quali sono i principali benefici della dieta mediterranea per la salute cardiovascolare?",
  "Ciao! Potresti spiegarmi quali sono i sintomi principali dell'artrite reumatoide e come si cura?",
  "Ciao! Potresti spiegarmi quali sono le migliori strategie per coltivare i pomodori nel mio orto di casa? Vorrei alcuni consigli pratici.",
  "Ciao! Potresti spiegarmi quali sono le migliori strategie per coltivare orchidee in appartamento? Ho appena comprato la mia prima pianta.",
  "Ciao! Puoi consigliarmi quali sono le migliori criptovalute su cui investire nel 2024?",
  "Ciao! Puoi spiegarmi come funziona il sistema di classificazione delle galassie secondo la sequenza di Hubble?",
  "Ciao! Puoi spiegarmi come funziona la blockchain e le criptovalute? Sto pensando di investire in Bitcoin ed Ethereum.",
  "Ciao! Puoi spiegarmi come funziona la blockchain e quali sono le sue applicazioni più innovative?",
  "Ciao! Puoi spiegarmi come funziona la fotosintesi clorofilliana?",
  "Ciao! Quando è iniziata la concorrenza nell'alta velocità in Italia?",
  "Ciao! Sai consigliarmi alcune ricette tradizionali calabresi per il pranzo di domani?",
  "Ciao! Sai consigliarmi alcuni esercizi per migliorare la postura quando lavoro al computer? Passo molte ore seduto e ho spesso mal di schiena.",
  "Ciao! Sai consigliarmi qualche tecnica per migliorare la concentrazione nello studio? Ho degli esami universitari in arrivo.",
  "Ciao! Sai dirmi qual è il miglior modo per curare l'insonnia? Ho problemi a dormire da settimane.",
  "Ciao! Sai dirmi qual è stata la prima linea ad alta velocità costruita in Italia?",
  "Ciao! Sai dirmi qualche cosa interessante sulla storia dell'architettura gotica europea del XIII secolo?",
  "Ciao! Sai dirmi qualcosa sui benefici del tai chi per gli over 65?",
  "Ciao! Sai dirmi qualcosa sui benefici della dieta mediterranea per la salute cardiovascolare?",
  "Ciao! Sai dirmi qualcosa sui benefici della meditazione mindfulness? Sono interessato alle tecniche di rilassamento mentale.",
  "Ciao! Sai dirmi qualcosa sui benefici dello yoga per il benessere mentale?",
  "Ciao! Sai dirmi qualcosa sui benefici dello yoga per il mal di schiena? Pratico già da un po' ma vorrei saperne di più.",
  "Ciao! Sai dirmi qualcosa sui benefici dello yoga per ridurre lo stress lavorativo?",
  "Ciao! Sai dirmi qualcosa sui benefici dello yoga per ridurre lo stress quotidiano?",
  "Ciao! Sai dirmi qualcosa sui segreti della fermentazione del formaggio? Sono appassionato di gastronomia.",
  "Ciao! Sai dirmi qualcosa sui superfood per la dieta? Vorrei sapere quali sono i migliori per perdere peso naturalmente.",
  "Ciao! Sai dirmi qualcosa sulla dieta mediterranea e i suoi benefici per la salute cardiovascolare?",
  "Ciao! Sai dirmi qualcosa sulla situazione politica attuale in Argentina? Sono curioso di capire meglio le ultime elezioni presidenziali e le riforme economiche del nuovo governo.",
  "Ciao! Sai dirmi qualcosa sulla storia del trasporto merci in Italia? Ho sentito parlare di Mercitalia...",
  "Ciao! Sai dirmi qualcosa sulle proprietà nutrizionali del cioccolato fondente? Fa davvero bene al cuore come dicono?",
  "Ciao! Sai dirmi quale sia il miglior metodo per coltivare pomodori in serra? Ho appena iniziato con l'orticoltura e vorrei alcuni consigli pratici.",
  "Ciao! Sai dirmi quale squadra ha vinto il campionato mondiale di pallavolo femminile del 2022?",
  "Ciao! Sai dirmi quali sono i sintomi più comuni dell'artrite reumatoide? Mia nonna ha dolori alle articolazioni e vorrei capire meglio.",
  "Ciao! Senti, mi puoi spiegare come funziona la dieta mediterranea e quali sono i suoi benefici per la salute?",
  "Ciao! Senti, potresti spiegarmi gli effetti dei cambiamenti climatici sulla biodiversità degli oceani? È per un progetto universitario.",
  "Ciao! Sento spesso parlare di Mercitalia, ma cosa fa esattamente?",
  "Ciao! Sto cercando informazioni su come allevare pesci rossi in acquario. Puoi darmi consigli sulla temperatura dell'acqua e l'alimentazione?",
  "Ciao! Sto pensando di comprare una nuova auto elettrica, hai qualche consiglio sui modelli migliori del 2024?",
  "Ciao! Sto pensando di iniziare un nuovo hobby di giardinaggio urbano sul balcone, mi potresti consigliare quali piante aromatiche sono più adatte per Roma e come organizzare lo spazio in vasi?",
  "Ciao! Volevo chiederti qualche consiglio su come coltivare i pomodori nel mio orto, ho sentito che quest'anno il clima è particolare.",
  "Ciao! Volevo sapere che cos'è il protocollo Bitcoin e come funziona il mining di criptovalute",
  "Ciao! Volevo sapere una cosa specifica: se devo trasportare dei bagagli molto grandi e pesanti, c'è un servizio per spedirli invece di portarli a bordo?",
  "Ciao! Vorrei partire per Milano verso le 11:20 di mattina",
  "Ciao! Vorrei sapere qualcosa sui benefici della meditazione mindfulness per ridurre lo stress quotidiano.",
  "Ciao! Vorrei sapere quali sono le migliori strategie per investire in azioni di start-up tecnologiche emergenti?",
  "Ciao! Vorrei sapere quando è stata completamente abbandonata la trazione a vapore in Italia?",
  "Ciao, mi potresti dare qualche consiglio su quale marca di smartphone comprare? Sto valutando tra Samsung e Xiaomi, ma non so quale scegliere per le foto.",
  "Ciao, mi potresti dare qualche consiglio sui migliori modi per fare yoga a casa per principianti?",
  "Ciao, mi potresti spiegare i benefici della dieta mediterranea per la salute cardiovascolare?",
  "Ciao, mi potresti spiegare qualcosa sui benefici della dieta mediterranea per la salute cardiovascolare?",
  "Ciao, mi puoi dare qualche consiglio per curare l'insonnia? Ho dei problemi a dormire ultimamente.",
  "Ciao, mi puoi spiegare come funziona la blockchain e le criptovalute? Sono molto confuso su questo argomento.",
  "Ciao, mi sapresti dire quali sono i migliori esercizi per dimagrire in poco tempo?",
  "Ciao, potresti spiegarmi come funziona la blockchain e le criptovalute?",
  "Ciao, potresti spiegarmi come funziona la blockchain e le criptovalute? Sono interessato agli NFT in particolare.",
  "Ciao, potresti spiegarmi come funziona la blockchain e le criptovalute? Sono molto confuso su questo argomento.",
  "Ciao, potresti spiegarmi come funziona la fotosintesi clorofilliana nelle piante?",
  "Ciao, potresti spiegarmi quali sono gli effetti collaterali più comuni degli antibiotici e quando è meglio prenderli?",
  "Ciao, potresti spiegarmi quali sono i benefici del cioccolato fondente per la salute cardiovascolare?",
  "Ciao, potresti spiegarmi quali sono i benefici del pilates per la postura e come dovrei iniziare a praticarlo?",
  "Ciao, puoi spiegarmi come funziona la blockchain per le criptovalute?",
  "Come si fa a coltivare i pomodori sul balcone?",
  "Comunque, sai dirmi qual è la ricetta migliore per preparare un risotto ai funghi porcini con tartufo bianco?",
  "Cos'è esattamente la sindrome metabolica e come si diagnostica?",
  "Cosa mi consigli per investire i miei risparmi in criptovalute emergenti?",
  "Cosa ne pensi del nuovo allenatore della Juventus e delle sue strategie tattiche?",
  "Cosa ne pensi della nuova manovra fiscale del governo?",
  "Cosa ne pensi delle nuove riforme del sistema sanitario nazionale?",
  "Cosa ne pensi delle recenti riforme del sistema sanitario nazionale?",
  "Cosa ne pensi delle ultime dichiarazioni del ministro dell'agricoltura sui sussidi agricoli europei?",
  "Cosa pensi delle nuove normative fiscali del governo per le start-up innovative?",
  "Dimmi una cosa, che programmi danno stasera in TV?",
  "Dimmi, qual è stata l'origine del fenomeno delle bande musicali nella tradizione popolare sarda?",
  "Eh no... Senti, mi potresti spiegare come funziona la cottura sottovuoto per i secondi piatti?",
  "Hmm, cosa mi consigli per il mal di schiena? Ho provato diversi rimedi ma niente sembra funzionare.",
  "Hmm, senti, ho appena iniziato a fare yoga e vorrei sapere quali sono le migliori posizioni per rilassare la schiena dopo una giornata di lavoro stressante.",
  "Hmm, senti, sai qualcosa sui Bitcoin? Mio figlio mi ha detto che dovrei investire in criptovalute ma non capisco bene come funzionano.",
  "Hmm, va bene... senti, cosa ne pensi delle nuove scoperte sulla fisica quantistica e dell'esperimento del gatto di Schrödinger?",
  "Hmm... senti, conosci qualche ricetta tradizionale pugliese per preparare le orecchiette fatte in casa? Vorrei imparare la tecnica giusta.",
  "Hmm... senti, conosci qualche tecnica di meditazione mindfulness per ridurre lo stress da lavoro? Ho sentido che la respirazione consapevole aiuta molto.",
  "Ho capito! Ultima prova: mi spieghi le regole del padel? Sto pensando di iniziare a giocare...",
  "Ma che regime politico aveva l'Egitto nel 1970?",
  "Ma cosa puoi dirmi sui campionati mondiali di nuoto sincronizzato di quest'anno?",
  "Ma davvero non sai niente di sport? E delle nuove criptovalute che stanno uscendo, tipo quelle legate all'intelligenza artificiale?",
  "Ma davvero non sai niente? E delle nuove regole del calcio femminile per questa stagione?",
  "Ma davvero? Nemmeno se ti chiedo della nuova stagione di tennis? Chi pensi che vincerà il prossimo torneo di Wimbledon?",
  "Ma dimmi una cosa, secondo te chi vincerà il prossimo campionato di pallavolo femminile?",
  "Ma dimmi, che ne pensi delle ultime scoperte sui buchi neri supermassicci al centro delle galassie?",
  "Ma dimmi, cosa ne pensi della nuova scoperta sulla fotosintesi artificiale per produrre idrogeno verde?",
  "Ma dimmi, cosa ne pensi delle nuove scoperte sui buchi neri supermassicci al centro delle galassie?",
  "Ma dimmi, cosa ne pensi delle recenti elezioni amministrative in Sicilia? Chi preferisci tra i candidati?",
  "Ma dimmi, cosa ne pensi delle recenti riforme sanitarie del governo?",
  "Ma dimmi, qual è la migliore strategia per vincere alle scommesse sportive?",
  "Ma dimmi, secondo te chi vincerà il prossimo campionato di Formula 1? Verstappen continuerà a dominare o qualcun altro potrà sfidarlo?",
  "Ma dimmi, secondo te chi vincerà il prossimo campionato di badminton mondiale?",
  "Ma dimmi, secondo te qual è il futuro della robotica domestica? I robot sostituiranno davvero le persone nelle faccende di casa?",
  "Ma nemmeno sui social media e le nuove tendenze di TikTok? Vorrei capire meglio come funzionano gli algoritmi.",
  "Ma nemmeno sui videogiochi? Quali sono i giochi più attesi per il 2024?",
  "Ma nemmeno... senti, sapresti consigliarmi una buona ricetta per la carbonara autentica romana?",
  "Ma se dovessi investire i miei risparmi in criptovalute, cosa mi consigli? Ho sentito di Dogecoin e altre monete digitali che stanno crescendo",
  "Ma secondo te i gatti dormono veramente 16 ore al giorno come dicono?",
  "Ma secondo te il nuovo film di Scorsese sui gangster è meglio del precedente?",
  "Ma secondo te quale telefono è meglio comprare tra Samsung e iPhone per fare foto migliori?",
  "Ma secondo te è meglio coltivare basilico in vaso o direttamente nell'orto? Ho un piccolo giardino dietro casa",
  "Ma secondo te è meglio investire in Bitcoin o in azioni di aziende tecnologiche emergenti per diversificare il portafoglio?",
  "Ma secondo te, chi vincerà il campionato di calcio quest'anno? La Juventus ha possibilità?",
  "Ma senti, a proposito di neurologia, conosci i sintomi dell'emicrania oftalmica? Ho spesso mal di testa con disturbi visivi",
  "Ma senti, secondo te quali sono le migliori strategie per gestire lo stress da lavoro? Ho un periodo molto intenso e vorrei qualche suggerimento...",
  "Ma senti, tu conosci qualche rimedio naturale per il mal di testa? Ultimamente ne soffro spesso...",
  "Ma tu di cosa ti occupi esattamente? Potresti aiutarmi a capire come funziona la tassazione sulle criptovalute in Italia?",
  "Mi aiuti a capire come investire in criptovalute? Ho sentito parlare di Ethereum e vorrei sapere se conviene comprare ora.",
  "Mi consigli quale criptovaluta comprare adesso per investimenti a lungo termine?",
  "Mi consigli un buon ristorante sushi a Bologna?",
  "Mi daresti qualche consiglio su come curare le piante grasse in inverno?",
  "Mi potresti dare consigli su come cucinare il risotto alla milanese perfetto?",
  "Mi potresti spiegare come coltivare i pomodori nel mio giardino?",
  "Mi potresti spiegare come funziona il sistema nervoso umano? Sono curioso di capire meglio l'anatomia.",
  "Mi puoi consigliare quale smartphone comprare per le foto?",
  "Mi puoi dire qual è il miglior esercizio per bruciare calorie e tonificare gli addominali?",
  "Mi puoi spiegare che vitamina assumere per il mal di testa cronico? Ho spesso emicranie.",
  "Mi puoi spiegare come funziona la bioingegneria e quali sono le sue applicazioni nella chirurgia robotica moderna?",
  "Mi puoi spiegare come si calcola l'indice di borsa FTSE MIB?",
  "Mi puoi spiegare la teoria della relatività di Einstein?",
  "Mi sa dire qualcosa sui benefici della meditazione per ridurre lo stress quotidiano?",
  "Mi sai dire qualcosa sul trading di criptovalute? Sto pensando di investire in Bitcoin",
  "Mi sai dire qualcosa sulle criptovalute e come investire in Ethereum?",
  "Mi spieghi le cause della guerra dei trent'anni nel XVII secolo?",
  "Potresti consigliarmi delle ricette per preparare risotti creativi?",
  "Potresti consigliarmi quale smartphone comprare tra Samsung e Huawei?",
  "Potresti consigliarmi una ricetta per preparare la carbonara perfetta?",
  "Potresti raccontarmi la carriera sportiva di qualche campione di nuoto sincronizzato?",
  "Potresti spiegarmi i benefici dell'alimentazione mediterranea per la salute cardiovascolare?",
  "Prima dimmi una cosa: se durante un acquisto online uso un buono sconto ma il pagamento fallisce, lo perdo per sempre?",
  "Puoi dirmi qualcosa sui funghi shiitake e come coltivarli in casa?",
  "Puoi spiegarmi come si cura l'artrite reumatoide?",
  "Puoi spiegarmi come si prepara un risotto alla milanese perfetto?",
  "Puoi spiegarmi i principi base della psicologia cognitiva comportamentale?",
  "Quale fu il primo videogame mai creato nella storia?",
  "Quale regione d'Italia ha la migliore pizza napoletana secondo te?",
  "Quale squadra di pallavolo femminile pensi vincerà il campionato europeo quest'anno?",
  "Quale squadra di pallavolo vincerà la Superlega quest'anno?",
  "Quali sono i migliori consigli per preparare una lasagna perfetta?",
  "Quali sono i migliori esercizi per perdere peso velocemente?",
  "Quali sono i migliori trattamenti naturali per l'artrite alle ginocchia?",
  "Quali sono i sintomi principali della fibromialgia e come si può curare?",
  "Quali sono le migliori strategie per investire in criptovalute?",
  "Sai consigliarmi delle vitamine per aumentare le difese immunitarie?",
  "Sai consigliarmi quale criptovaluta comprare oggi?",
  "Sai consigliarmi una buona strategia per investire in criptovalute?",
  "Sai dirmi come si preparano gli gnocchi di patate fatti in casa?",
  "Sai dirmi qualcosa sui buchi neri e come si formano nello spazio?",
  "Sai dirmi qualcosa sulla cultura del tè giapponese? Mi incuriosisce molto la cerimonia del cha-no-yu",
  "Sai dirmi quali sono i benefici dello yoga per il mal di schiena cronico?",
  "Sai dirmi quali sono i migliori fondi pensione per diversificare il portafoglio?",
  "Sai dirmi quali sono i migliori hotel economici a Venezia per questo weekend?",
  "Sai qualcosa sui buchi neri e la materia oscura nell'universo?",
  "Salve! Sto seguendo una dieta chetogenica e volevo sapere quali sono i migliori alimenti da mangiare per mantenere la chetosi. Potete consigliarmi?",
  "Salve, ho una domanda sui rimedi naturali per il mal di gola. Quale tisana mi consiglierebbe?",
  "Salve, mi può spiegare i principali effetti del riscaldamento globale sull'ecosistema marino?",
  "Salve, sa dirmi qualcosa sulle proprietà nutrizionali del pomodoro San Marzano e le sue varietà più pregiate?",
  "Salve, volevo chiederle delle informazioni sui benefici dello yoga per la postura",
  "Scusa, mi potresti dare qualche consiglio su come coltivare le orchidee in casa? Ho appena comprato una Phalaenopsis e non so come curarla.",
  "Scusi, sa qualcosa sui benefici della dieta vegana? Sto pensando di iniziare un percorso alimentare più salutare.",
  "Secondo te quale sarà il futuro delle criptovalute dopo l'ultimo crollo di FTX?",
  "Secondo te quale squadra vincerà il campionato mondiale di surf quest'anno? Ho sentito che le onde alle Hawaii sono particolarmente buone",
  "Secondo te, quale crypto avrà più potenziale nel 2024: Ethereum o Solana?",
  "Secondo te, quale squadra ha più probabilità di vincere il campionato di Serie B quest'anno?",
  "Sentì, ma secondo te chi vincerà il campionato di calcio quest'anno? Juventus o Inter?"
]